{
    "Preventing Human Trafficking": "İnsan Kaçakçılığı Önleme",
    "Luxury Fundamentals": "\" Lüksün Temelleri\"",
    "voco hotels Brand Orientation Training": "voco otelleri Marka Oryantasyonu",
    "IHG General Fire Training (Corporate, Owned & Managed Hotels)": "IHG Genel Yangın Eğitimi (Kurumsal, Mal Sabibi & Yönetilen Oteller)",
    "Introduction to Information Security": "Bilgi Güvenliğine Giriş",
    "voco hotels Brand Experience training": "voco Hotels Marka Deneyimi Eğitimi",
    "IHG General Fire Training (Franchise)": "IHG Genel Yangın Eğitimi (Kurumsal, Mal Sabibi & Yönetilen Oteller)",
    "Crowne Plaza Brand Orientation": "Crowne Plaza® Marka Oryantasyonu",
    "True Hospitality Service Skills": "IHG True Hospitality® (Gerçek Konukseverlik) Hizmet Becerileri",
    "Welcome to IHG": "IHG'ye Hoş Geldiniz",
    "IHG Code of Conduct (Hotel)": "IHG Davranış Kuralları Eğitimi (Otel)",
    "IHG Problem Handling": "IHG Sorunların Ele Alınması",
    "Food Waste Reduction for Colleagues": "Çalışanlar için Gıda İsrafını Azaltma",
    "Food Waste Reduction for People Leaders": "Liderler için Gıda İsrafını Azaltma",
    "Member Recognition": "Member Recognition",
    "F&B Learning Series - Tableside Etiquette": "Y&İ Öğrenim Serisi - Sofra Görgü Kuralları için",
    "F&B Learning Series - Back of House Success": "Y&İ Öğrenim Serisi - Arka Ofis Başarısı",
    "F&B Learning Series - Daily Briefing": "Y&İ Öğrenim Serisi - GÜNLÜK BRIFING",
    "F&B Learning Series - Breakfast Guest Journey": "Y&İ Öğrenim Serisi - Konuk Kahvaltısını Hizmet Serüveni için",
    "Journey to Supervisor": "Süpervizöre Yolculuk - Seviye I",
    "Holiday Inn Brand Service Training": "Holiday Inn Brand Service Training",
    "The Value of Enrollments": "Enrollments",
    "IHG Way of Clean 5-S Cleaning Program": "IHG Way of Clean (IHG Temizleme Yolu) 5-S Temizlik Programı",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "Kat Hizmetlerinde Olmayan Çalışanlar için IHG Way of Clean 5-S Temizlik Programı",
    "Holiday Inn Express Brand Service Training": "Holiday Inn Express Marka Hizmeti Eğitimi",
    "True Hospitality Service Skills for Garner": "True Hospitality Skills for Garner",
    "Art of Breakfast": "Kahvaltı Sanatı",
    "Art of Room Service": "Oda Sanatı",
    "First Aid": "İlk Yardım",
    "Health & Safety, Security and Emergency Procedures": "Sağlık & Emniyet, Güvenlik ve Acil Durum Prosedürleri",
    "Handling Card Data Securely with PCI DSS Training": "PCI DSS Eğitimi ile Kart Verilerini Güvenli Bir Şekilde İşleme",
    "Leading Loyalty": "Bağlılığa Liderlik Etme",
    "Value of Enrollments": "Value of Enrollments",
    "Value of Loyalty": "Bağlılığın Değeri",
    "Program Overview": "Programa Genel Bakış",
    "Sales Learning Pathway for On Property Sellers": "Oteldeki Satış Temsilcilerine yönelik Satış Öğrenim Programı",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "IHG Luxury & Lifestyle Otellerinde Bağlılık",
    "Garner Brand Service Training (EMEAA)": "Garner Marka Hizmet Eğitimi",
    "Inspire Incredible Service Training": "İnanılmaz Hizmet Eğitimine İlham Eğitim",
    "Crowne Plaza Brand Service Training": "Crowne Plaza Marka Hizmeti Eğitimi",
    "1st day": "1. gün",
    "Additional learning resources": "Ek öğrenim kaynakları",
    "Certification": "Sertifikasyon",
    "New Hotels - Prior to opening": "YENİ OTELLER - Açılıştan önce",
    "Not found": "Bulunamadı",
    "Onboarding Learning Plan": "Onboarding Learning Plan",
    "Suggested Learning": "ÖNERİLEN EĞİTİM",
    "within 120 days": "120 gün İÇİNDE",
    "within 14 days": "14 gün İÇİNDE",
    "within 180 days": "180 gün İÇİNDE",
    "within 30 days": "30 gün İÇİNDE",
    "within 6 months": "6 ay İÇİNDE",
    "within 60 days": "60 gün İÇİNDE",
    "within 90 days": "90 gün İÇİNDE",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "Sisteme erişim otomatik olarak sağlanacaktır. Yeni Oteller İçin - yalnızca resmi otel açılışından sonra tamamlanacaktır.",
    "All things Food & Beverage at your fingertips": "Yiyecek ve İçecekle ilgili her şey parmaklarınızın ucunda",
    "Certified through a 3rd Party": "3. taraf üzerinden sertifikasyon",
    "Explore resource and apply accordingly": "Kaynağı keşfedin ve uygun şekilde uygulayın",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Yalnızca Franchise Oteller için; marka standardı ile ilgili eğitimler hakkındaki kılavuzu takip edin",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Yalnızca Avrupa’daki oteller için; Kendi Temponuzda Çevrimiçi Öğrenim (2 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Yalnızca Avrupa dışındaki oteller için; Kendi Temponuzda Çevrimiçi Öğrenim (2 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Yalnızca IHG Tarafından Yönetilen Oteller için; marka standardı ile ilgili eğitimler hakkındaki kılavuzu takip edin",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Yakında yalnızca InterContinental, Kimpton, Regent ve Vignette Collection otelleri için. Kendi Temponuzda Çevrimiçi Öğrenim (40 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Hotel-led in-person training": "Otel liderliğindeki yüz yüze eğitim",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Hotel-led training": "Otel liderliğindeki eğitim",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Şahsen Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Şahsen Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Şahsen Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz). Önkoşul: Satış Öğrenim Programını tamamlamak",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz). Önkoşul: Ön Büro Müdürü Programı",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz). Önkoşul: Temel Oluşturma müfredatını tamamlamak",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Eğitmen Liderliğinde Kurs (aşağıdaki linke tıklayarak tarih ve saatleri görebilirsiniz). Önkoşul: Satış Öğrenim Programını tamamlamak",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Spesifik bir kurs değil; Otel Deneyimi Şampiyonu Programını inceleyin ve Otel Deneyimi Şampiyonu rolünün/rollerinin atandığından emin olun",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Lütfen öğrenme kılavuzundaki tüm eğitimleri tamamlayın ve ardından Çevrimiçi Sertifikasyona katılın",
    "Please read it at frist": "Lütfen önce okuyun",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Önkoşul: Operasyon Genel Müdürü Karşılama Aramasına katılmak",
    "Prerequisite: Must complete Building a Foundation curriculum": "Önkoşul: Temel Oluşturma müfredatını tamamlamak",
    "Prerequisite: Must complete Onboarding Learning Plan": "Önkoşul: İşe Alım Öğrenim Planını tamamlamak",
    "Prerequisite: Must Complete Sales Learning Pathway": "Önkoşul: Satış Öğrenim Programını tamamlamak",
    "Revenue Management Brand Standard Guidance": "Gelir Yönetimi Marka Standardı Kılavuzu",
    "Self-paced Online Learning": "Kendi Temponuzda Çevrimiçi Öğrenim",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 15 Dakika) Otel tarafından yönlendirilen eğitim",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 15 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 30 Dakika).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 45 Dakika).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 50 Dakika).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat 50 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat) Otel tarafından yönlendirilen eğitim",
    "Self-paced Online Learning (1 Hour).": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat). Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim (1 Saat). Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Kendi Temponuzda Çevrimiçi Öğrenim (15 Dakika)",
    "Self-paced Online Learning (15 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (15 Dakika).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim (2 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (2 Saat 30 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Kendi Temponuzda Çevrimiçi Öğrenim (2 Saat). Yöneticilerin ve yeni liderlerin temel becerileri geliştirmelerine, strateji ve teknikleri keşfetmelerine ve insanları yüksek performansa teşvik etmelerine yardımcı olmak için tasarlanmıştır.",
    "Self-paced Online Learning (20 Minutes)": "Kendi Temponuzda Çevrimiçi Öğrenim (20 Dakika)",
    "Self-paced Online Learning (20 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (20 Dakika).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (20 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (25 Minutes)": "Kendi Temponuzda Çevrimiçi Öğrenim (25 Dakika)",
    "Self-paced Online Learning (25 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (25 Dakika).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (25 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (30 minutes)": "Kendi Temponuzda Çevrimiçi Öğrenim (30 Dakika)",
    "Self-paced Online Learning (30 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (30 Dakika).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim (30 Dakika). Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (30 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Kendi Temponuzda Çevrimiçi Öğrenim (30 Dakika). Gerekli Eyaletler: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA kıyı şeridine 100 mil mesafede; Florida ve Hawaii eyaletinin tamamı için gereklidir. MLAC'ta - Tüm Karayip otelleri ve Meksika Körfezi kıyı şeritlerine 161 km (100 mil) mesafedeki oteller. Orta Amerika - Honduras gereklidir.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (4 Saat 30 Dakika).",
    "Self-paced Online Learning (40 minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (40 Dakika).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Kendi Temponuzda Çevrimiçi Öğrenim (40 Dakika). Otel liderliğindeki yüz yüze eğitimlere (İşbaşında Eğitim, OJT) izin verilir ve tamamlanmalar IHG University başvurusunda takip edilmelidir.",
    "Self-paced Online Learning (5 Minutes).": "Kendi Temponuzda Çevrimiçi Öğrenim (5 Dakika).",
    "Self-paced Online Learning / Hotel-led training": "Kendi Temponuzda Çevrimiçi Öğrenim/Otel liderliğindeki eğitim",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Kendi Temponuzda Çevrimiçi Öğrenim, tüm Yönetilen otel çalışanları ve franchise-plus otel Genel Müdürü",
    "Self-paced Online Learning, Hotel-led training": "Kendi Temponuzda Çevrimiçi Öğrenim, Otel liderliğindeki eğitim",
    "Self-paced Online Learning, manager above required": "Kendi Temponuzda Çevrimiçi Öğrenim, yukarıdaki yönetici gereklidir",
    "Self-paced Online Learning, only F+ GM required": "Kendi Temponuzda Çevrimiçi Öğrenim, yalnızca F+ Genel Müdürü gereklidir",
    "Self-paced Online Learning, supervisor above required": "Kendi Temponuzda Çevrimiçi Öğrenim, yukarıdaki süpervizör gereklidir",
    "Self-paced Online Learning.": "Kendi Temponuzda Çevrimiçi Öğrenim.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Kendi Temponuzda Çevrimiçi Öğrenim. Otel liderliğindeki yüz yüze eğitim (İşbaşında Eğitim, OJT)",
    "Training Consultant will send invitation": "Eğitim Danışmanı davetiye gönderecektir",
    "vritual Instructor Led Training": "sanal Eğitmen Liderliğinde Eğitim",
    "General Manager": "Genel Müdür",
    "Front Office Manager": "Ön Büro Müdürü",
    "Revenue Manager": "Gelir Müdürü",
    "Director Of Sales": "Satış Müdürü",
    "Executive Housekeeper": "Kat Hizmetleri Yöneticisi",
    "Chief Engineer": "Baş Teknisyen",
    "Food And Beverage Director": "Yiyecek ve İçecek Direktörü",
    "Front Desk": "Resepsiyon",
    "Housekeeping": "Kat Hizmetleri",
    "Engineering": "Mühendislik",
    "Food And Beverage": "Yiyecek ve İçecek",
    "All Other Management Colleagues": "Diğer Tüm Yönetim Çalışanları",
    "All Other Non Management Colleagues": "Diğer Tüm Yönetim Dışı Çalışanlar",
    "Food And Beverage Manager": "Yiyecek ve İçecek Müdürü",
    "Food And Beverage Colleague": "Yiyecek ve İçecek Sorumlusu",
    "Breakfast Host": "Kahvaltı Garsonu",
    "Sales Team Leader": "Satış Ekibi Lideri",
    "Revenue Team Leader": "Gelir Ekibi Lideri",
    "Front Office Team Leader": "Ön Büro Ekibi Lideri",
    "Housekeeping Team Leader": "Kat Hizmetleri Ekibi Lideri",
    "Food And Beverage Team Leader": "Yiyecek ve İçecek Ekibi Lideri",
    "Engineering Team Leader": "Mühendislik Ekibi Lideri",
    "Rooms Leader": "Oda Lideri",
    "Front Office Leader": "Ön Büro Lideri",
    "Front Office Team": "Ön Büro Ekibi",
    "Housekeeping Leader": "Kat Hizmetleri Lideri",
    "Housekeeping Team": "Kat Hizmetleri Ekibi",
    "Engineering Leader": "Mühendislik Lideri",
    "Engineering Team": "Mühendislik Ekibi",
    "Food & Beverage Leader": "Yiyecek ve İçecek Lideri",
    "Food & Beverage Team": "Yiyecek ve İçecek Ekibi",
    "Sales & Marketing Leader": "Satış ve Pazarlama Lideri",
    "Sales Team": "Satış Ekibi",
    "Revenue Management Leader": "Gelir Yönetimi Lideri",
    "Digital Distribution Manager / MarCom": "Dijital Dağıtım Müdürü/MarCom",
    "Human Resource Leader": "İnsan Kaynakları Lideri",
    "Training Leader": "Eğitim Lideri",
    "Finance Leader": "Finans Lideri",
    "Finance Team": "Finans Ekibi",
    "Director Of Guest Service": "Konuk Hizmetleri Direktörü",
    "Housekeeper Leader": "Kat Hizmetleri Lideri",
    "Engineer Leader": "Mühendislik Lideri",
    "F&b Leader": "Yiyecek ve İçecek Lideri",
    "F&b Team": "Yiyecek ve İçecek Ekibi",
    "WELCOME TO": "HOŞ GELDİNİZ",
    "NEW COLLEAGUE LEARNING GUIDE": "YENİ ÇALIŞAN ÖĞRENİM KILAVUZU",
    "AMERICAS": "AMERİKA KITASI",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "AVRUPA, ORTA DOĞU, ASYA VE AFRİKA",
    "GREATER CHINA": "ÇİN BÖLGESİ",
    "IHG Unbranded Hotels": "IHG Markasız Oteller",
    "Back": "Geri",
    "New Colleague Learning Guide": "Yeni Çalışan Öğrenim Kılavuzu",
    "Select Role": "Rol Seçin",
    "Timeframe": "Zaman Çerçevesi",
    "Notes": "Notlar",
    "Course ID": "Kurs ID",
    "Loading document": "Belge yükleniyor",
    "Loading PDF data": "PDF verileri yükleniyor",
    "Export PDF": "PDF’i dışa aktar",
    "Export CSV": "CSV’yi dışa aktar",
    "indicates an offering that may drive significant operational benefits.": "önemli operasyonel faydalar sağlayabilecek bir teklifi ifade eder.",
    "All": "Tümü"
}