{
    "Digital Check-In": "Check-in Digital",
    "Getting Started with MeetingBroker": "Getting Started with MeetingBroker",
    "IHG Concerto Homepage overview": "Descripción General de la página de inicio de IHG Concerto™",
    "Preventing Human Trafficking": "Prevención de la Trata de Personas",
    "avid hotels 'Just right' Brand Orientation Training": "Capacitación sobre orientación de la marca ‘Adecuada’ de avid hotels",
    "Leading and Sustaining your Service Culture": "Liderar y sostener tu cultura de servicio",
    "RMS Fundamentals: Yielding & Price Optimization": "Fundamentos de RMS: Yielding y Price Optimization",
    "voco hotels Brand Orientation Training": "voco hotels Orientación de la marca",
    "IHG General Fire Training (Corporate, Owned & Managed Hotels)": "Capacitation general contra incendios de IHG (oficinas corporativos, hoteles propios y administrados)",
    "Front Office Manager Learning Event": "Programa de Gerente de Recepción",
    "IHG Way of Clean 5-S Deep Clean Program": "IHG Way of Clean – Programa de Limpieza Profunda",
    "SuitES Sales Orientation": "Orientación Comercial",
    "Introduction to Information Security": "Introducción a la seguridad de la información",
    "voco hotels Brand Experience training": "Capacitación sobre la Experiencia de la marca voco Hotels",
    "GRS Fundamentals - Reservation, Rate and Inventory Management": "Fundamentos de GRS - Gestión de Reservas, Tarifas e Inventario",
    "InterContinental Ambassador Training": "Embajador InterContinental",
    "IHG General Fire Training (Franchise)": "Capacitation general contra incendios de IHG (oficinas corporativos, hoteles propios y administrados)",
    "Maintenance Essentials": "Curso de conceptos básicos de mantenimiento",
    "Crowne Plaza Brand Orientation": "Orientación a la marca Crowne Plaza™",
    "True Hospitality Service Skills": "Habilidades de servicio True Hospitality™ de IHG",
    "IHG Way of Clean 5-S Cleaning Program": "Programa de limpieza IHG Way of Clean 5-S (EMEAA y AMER)",
    "Holiday Inn Start Fresh Breakfast Program": "Programa de desayuno Start Fresh de Holiday Inn",
    "Holiday Inn Start Fresh Breakfast Program - Core Recipes": "Recetas básicas del programa de desayuno Start Fres de Holiday Inn",
    "IHG World Class Beverage Academy - 101 Essentials": "Academia de Bebidas de Clase Mundial de IHG™: Elementos esenciales",
    "The Express Start Breakfast Bar Experience - US & Canada": "La Experiencia De La Barra de Desayuno Express Start®",
    "Holiday Inn C.A.S.H - Core Menu": "Holiday Inn C.A.S.H. – Menú principal",
    "Holiday Inn C.A.S.H - Sequence of Service": "Holiday Inn C.A.S.H. - Secuencia del servicio",
    "Welcome to IHG": "Bienvenido a IHG",
    "Staybridge Suites Brand Orientation": "Orientación a la marca Staybridge Suites",
    "Staybridge Suites Brand Experience Training": "Capacitación sobre la experiencia de la marca Staybridge Suites",
    "Candlewood Suites Brand Orientation": "Orientación a la marca Candlewood Suites",
    "Candlewood Suites Brand Experience Training": "Capacitación sobre la experiencia de la marca Candlewood Suites",
    "IHG Way of Clean Leadership Certification": "Certificación de Liderazgo IHG Way of Clean",
    "IHG Code of Conduct (Hotel)": "Capacitación sobre el Código de Conducta de IHG (Hotel)",
    "Handling Information Responsibly": "Manejo responsable de la información de IHG",
    "IHG Problem Handling": "Manejo de Problemas de IHG",
    "Offering of IHG Concerto - Rates & Inventory": "IHG Concerto™ - Rates & Inventory",
    "Offering of IHG Way of Sales - Solution Selling": "El curso IHG Way of Sales – Solution Selling",
    "Food Waste Reduction for Colleagues": "Reducción del desperdicio de alimentos para colaboradores",
    "Food Waste Reduction for People Leaders": "Reducción del desperdicio de alimentos para líderes de personas",
    "Member Recognition": "Brindar reconocimiento a los socios",
    "Kimpton Inner Circle - Delivering Loyalty at Kimpton": "Kimpton Inner Circle: Entrega de lealtad en Kimpton",
    "F&B Learning Series - Tableside Etiquette": "Serie de aprendizaje de F&B de lujo - Etiqueta junto a la mesa",
    "F&B Learning Series - Back of House Success": "Serie de aprendizaje sobre Alimentos y Bebidas - Éxito de Back of House",
    "F&B Learning Series - Daily Briefing": "Serie de aprendizaje sobre Alimentos y Bebidas - SESIÓN INFORMATIVA DIARIA",
    "F&B Learning Series - Breakfast Guest Journey": "Upsacle F&B Learning Series: desayuno para los huéspedes",
    "Journey to Supervisor": "Viaje a Supervisor - Nivel I",
    "Getting to Know IHG Concerto": "Conociendo IHG Concerto",
    "Front Office Manager Pathway": "Front Office Manager Programa de certificación",
    "Revenue Management Learning Series - Building a Foundation": "REVENUE MANAGEMENT LEARNING SERIES - BUILDING A FOUNDATION",
    "Atwell Suites Brand Service Training": "Capacitación en el  Servicio de la marca Atwell Suites",
    "EVEN Hotels Brand Service Training": "Capacitación sobre servicio de la marca de EVEN Hotels",
    "The Value of Enrollments": "Inscripciones",
    "Leading Loyalty": "Liderar la lealtad",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "Programa de limpieza 5-S IHG Way of Clean para colaboradores que no trabajan en el departamento housekeeping",
    "Offering of N2Pricing - User Training": "N2Pricing - Formación para usuarios",
    "Garner Brand Service Training": "Capacitación sobre el servicio de la marca Garner",
    "True Hospitality Service Skills for Garner": "Habilidades de servicio True Hospitality de IHG para Garner",
    "Driving Service Optimization through Quore": "Impulsar la optimización del servicio a través de Quore",
    "Art of Breakfast": "El arte del desayuno",
    "Art of Room Service": "Arte de la habitación",
    "First Aid": "Primeros auxilios",
    "Health & Safety, Security and Emergency Procedures": "Salud y Seguridad, Seguridad y Procedimientos de Emergencia",
    "Handling Card Data Securely with PCI DSS Training": "Manejo seguro de los datos de la tarjeta con la capacitación de PCI DSS",
    "Value of Enrollments": "El valor de las inscripciones",
    "Value of Loyalty": "El valor de la lealtad",
    "Program Overview": "Resumen del programa",
    "Sales Learning Pathway for On Property Sellers": "Ruta de aprendizaje de ventas para vendedores en el establecimiento",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "Lealtad en los hoteles Luxury & Lifestyle de IHG",
    "Active Shooter Training": "Capacitación sobre Tiroteos Activos",
    "Inspire Incredible Service Training": "Capacitación sobre el servicio de Inspirar situaciones increíbles",
    "Candlewood Suites Brand Orientation EMEAA": "Orientación de la marca Candlewood Suites EMEAA",
    "Crowne Plaza Brand Service Training": "Capacitación sobre el servicio de la marca Crowne Plaza",
    "1st day": "1er día",
    "Additional learning resources": "Recursos de aprendizaje adicionales",
    "Certification": "Certificación",
    "New Hotels - Prior to opening": "Nuevos hoteles - antes de la apertura",
    "Not found": "No se encuentra",
    "Onboarding Learning Plan": "Plan de aprendizaje para la incorporación",
    "Suggested Learning": "Aprendizaje sugerido",
    "within 120 days": "dentro de 120 días",
    "within 14 days": "dentro de 14 días",
    "within 180 days": "dentro de 180 días",
    "within 30 days": "dentro de 30 días",
    "within 6 months": "dentro de 6 meses",
    "within 60 days": "dentro de 60 días",
    "within 90 days": "dentro de 90 días",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "Se dará acceso al sistema automáticamente. Para hoteles nuevos - solo para completar después de la apertura oficial del hotel.",
    "All things Food & Beverage at your fingertips": "Todas las cosas de alimentos y bebidas al alcance de la mano",
    "Certified through a 3rd Party": "Certificado a través de un tercero",
    "Explore resource and apply accordingly": "Explore recursos y aplique en consecuencia",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Solo para hoteles concedidos en franquicia; siga la orientación sobre capacitaciones relacionadas con el estándar de la marca",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo para hoteles en Europa; aprendizaje en línea a su propio ritmo (2 horas y 30 minutos) Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo para hoteles fuera de Europa; aprendizaje en línea a su propio ritmo (2 horas y 30 minutos) Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Solo para hoteles gestionados por IHG; siga la orientación sobre capacitaciones relacionadas con el estándar de la marca",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo para próximos hoteles InterContinental, Kimpton, Regent y Vignette Collection. Aprendizaje en línea a su propio ritmo (40 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Hotel-led in-person training": "Capacitación en persona impartida por el hotel",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Hotel-led training": "Capacitación impartida por el hotel",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Curso impartido por un instructor en persona (vea las fechas y horas disponibles haciendo clic en el enlace a continuación)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Curso impartido por un instructor en persona (vea las fechas y horas disponibles haciendo clic en el enlace a continuación).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Curso impartido por un instructor en persona (vea las fechas y horas disponibles haciendo clic en el enlace a continuación). Prerrequisito: Debe completar el Camino de aprendizaje sobre ventas",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Curso impartido por un instructor (vea las fechas y horas disponibles haciendo clic en el enlace a continuación)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Curso impartido por un instructor (vea las fechas y horas disponibles haciendo clic en el enlace a continuación).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Curso impartido por un instructor (vea las fechas y horas disponibles haciendo clic en el enlace a continuación). Prerrequisito: Camino del gerente de recepción",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Curso impartido por un instructor (vea las fechas y horas disponibles haciendo clic en el enlace a continuación). Prerrequisito: Debe completar el plan de estudios de Construyendo una base",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Curso impartido por un instructor (vea las fechas y horas disponibles haciendo clic en el enlace a continuación). Prerrequisito: Debe completar el Camino de aprendizaje sobre ventas",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "No es un curso específico; revise el programa del Campeón en experiencia del hotel y asegúrese de que se hayan asignado roles de Campeón en experiencia del hotel",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Complete toda la capacitación en la guía de aprendizaje y luego únase a la Certificación en línea",
    "Please read it at frist": "Consúltelo de primero",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Prerrequisito: Debe atender la llamada de bienvenida a las operaciones del gerente general",
    "Prerequisite: Must complete Building a Foundation curriculum": "Prerrequisito: Debe completar el plan de estudios de Construyendo una base",
    "Prerequisite: Must complete Onboarding Learning Plan": "Prerrequisito: Debe completar el Plan de aprendizaje para la incorporación",
    "Prerequisite: Must Complete Sales Learning Pathway": "Prerrequisito: Debe completar el Camino de aprendizaje sobre ventas",
    "Revenue Management Brand Standard Guidance": "Guía de estándares de la marca de gestión de ingresos",
    "Self-paced Online Learning": "Aprendizaje en línea a su propio ritmo",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Aprendizaje en línea a su propio ritmo (1 hora y 15 minutos) capacitación impartida por el hotel",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (1 hora y 15 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Aprendizaje en línea a su propio ritmo (1 hora y 30 minutos).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo (1 hora y 30 minutos). Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (1 hora y 30 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Aprendizaje en línea a su propio ritmo (1 hora y 45 minutos).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Aprendizaje en línea a su propio ritmo (1 hora y 50 minutos).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (1 hora y 50 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Aprendizaje en línea a su propio ritmo (1 hora) capacitación impartida por el hotel",
    "Self-paced Online Learning (1 Hour).": "Aprendizaje en línea a su propio ritmo (1 hora).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo (1 hora). Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (1 hora). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo (1 hora). Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Aprendizaje en línea a su propio ritmo (15 minutos)",
    "Self-paced Online Learning (15 Minutes).": "Aprendizaje en línea a su propio ritmo (15 minutos).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo (2 horas y 30 minutos). Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (2 horas y 30 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Aprendizaje en línea a su propio ritmo (2 horas). Diseñado para ayudar a los supervisores y nuevos líderes a desarrollar habilidades esenciales, descubrir estrategias y técnicas, y comprometer a las personas para un alto rendimiento.",
    "Self-paced Online Learning (20 Minutes)": "Aprendizaje en línea a su propio ritmo (20 minutos)",
    "Self-paced Online Learning (20 Minutes).": "Aprendizaje en línea a su propio ritmo (20 minutos).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (20 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (25 Minutes)": "Aprendizaje en línea a su propio ritmo (25 minutos)",
    "Self-paced Online Learning (25 Minutes).": "Aprendizaje en línea a su propio ritmo (25 minutos).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (25 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (30 minutes)": "Aprendizaje en línea a su propio ritmo (30 minutos)",
    "Self-paced Online Learning (30 Minutes).": "Aprendizaje en línea a su propio ritmo (30 minutos).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo (30 minutos). Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (30 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Aprendizaje en línea a su propio ritmo (30 minutos). Estados requeridos: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA dentro de 100 millas de la línea costera; requerido para todo el estado de Florida y Hawaii. En MLAC - Todos los hoteles en el Caribe y los hoteles dentro de 161 km (100 millas) de las líneas costeras del Golfo de México. En Centroamérica - se requiere en Honduras.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Aprendizaje en línea a su propio ritmo (4 horas y 30 minutos).",
    "Self-paced Online Learning (40 minutes).": "Aprendizaje en línea a su propio ritmo (40 minutos).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizaje en línea a su propio ritmo (40 minutos). Se permite la capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT) y las finalizaciones se deben rastrear en la aplicación de IHG University.",
    "Self-paced Online Learning (5 Minutes).": "Aprendizaje en línea a su propio ritmo (5 minutos).",
    "Self-paced Online Learning / Hotel-led training": "Aprendizaje en línea a su propio ritmo/capacitación impartida por el hotel",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Aprendizaje en línea a su propio ritmo, todos los colaboradores de hoteles administrados y el GG de hoteles franquiciados plus",
    "Self-paced Online Learning, Hotel-led training": "Aprendizaje en línea a su propio ritmo, capacitación impartida por el hotel",
    "Self-paced Online Learning, manager above required": "Aprendizaje en línea a su propio ritmo, se requiere por encima del gerente",
    "Self-paced Online Learning, only F+ GM required": "Aprendizaje en línea a su propio ritmo, solo se requiere para F + GG",
    "Self-paced Online Learning, supervisor above required": "Aprendizaje en línea a su propio ritmo, se requiere por encima del supervisor",
    "Self-paced Online Learning.": "Aprendizaje en línea a su propio ritmo.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizaje en línea a su propio ritmo. Capacitación en persona impartida por el hotel (capacitación en el trabajo, OJT)",
    "Training Consultant will send invitation": "El consultor de capacitación enviará la invitación",
    "vritual Instructor Led Training": "capacitación virtual impartida por un instructor",
    "General Manager": "Gerente general",
    "Front Office Manager": "Gerente de recepción",
    "Revenue Manager": "Gerente de ingresos",
    "Director Of Sales": "Director de ventas",
    "Executive Housekeeper": "Ama de llaves ejecutiva",
    "Chief Engineer": "Ingeniero jefe",
    "Food And Beverage Director": "Director de alimentos y bebidas",
    "Front Desk": "Recepción",
    "Housekeeping": "Servicio de limpieza de habitaciones",
    "Engineering": "Ingeniería",
    "Food And Beverage": "Alimentos y bebidas",
    "All Other Management Colleagues": "Todos los demás colaboradores relativos a la gestión",
    "All Other Non Management Colleagues": "Todos los demás colaboradores no relativos a la gestión",
    "Food And Beverage Manager": "Gerente de alimentos y bebidas",
    "Food And Beverage Colleague": "Colaborador de alimentos y bebidas",
    "Breakfast Host": "Anfitrión del desayuno",
    "Sales Team Leader": "Líder del equipo de ventas",
    "Revenue Team Leader": "Líder del equipo de ingresos",
    "Front Office Team Leader": "Líder del equipo de recepción",
    "Housekeeping Team Leader": "Líder del equipo del servicio de limpieza de habitaciones",
    "Food And Beverage Team Leader": "Líder del equipo de alimentos y bebidas",
    "Engineering Team Leader": "Líder del equipo de ingeniería",
    "Rooms Leader": "Líder de habitaciones",
    "Front Office Leader": "Líder de recepción",
    "Front Office Team": "Equipo de recepción",
    "Housekeeping Leader": "Líder del servicio de limpieza de habitaciones",
    "Housekeeping Team": "Equipo del servicio de limpieza de habitaciones",
    "Engineering Leader": "Líder de ingeniería",
    "Engineering Team": "Equipo de ingeniería",
    "Food & Beverage Leader": "Líder de alimentos y bebidas",
    "Food & Beverage Team": "Equipo de alimentos y bebidas",
    "Sales & Marketing Leader": "Líder de ventas y marketing",
    "Sales Team": "Equipo de ventas",
    "Revenue Management Leader": "Líder de gestión de ingresos",
    "Digital Distribution Manager / MarCom": "Gerente de distribución digital/MarCom",
    "Human Resource Leader": "Líder de recursos humanos",
    "Training Leader": "Líder de capacitación",
    "Finance Leader": "Líder de finanzas",
    "Finance Team": "Equipo de finanzas",
    "Director Of Guest Service": "Director de servicios para huéspedes",
    "Housekeeper Leader": "Líder de ama de llaves",
    "Engineer Leader": "Líder ingeniero",
    "F&b Leader": "Líder de a y b",
    "F&b Team": "Equipo de a y b",
    "WELCOME TO": "BIENVENIDO A LA",
    "NEW COLLEAGUE LEARNING GUIDE": "GUÍA DE APRENDIZAJE PARA COLABORADORES NUEVOS",
    "AMERICAS": "AMÉRICA",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "EUROPA, ORIENTE MEDIO, ASIA Y ÁFRICA",
    "GREATER CHINA": "CHINA",
    "IHG Unbranded Hotels": "Hoteles ajenos a la marca IHG",
    "Back": "Regresar",
    "New Colleague Learning Guide": "Guía de aprendizaje para colaboradores nuevos",
    "Select Role": "Seleccionar rol",
    "Timeframe": "Período de tiempo",
    "Notes": "Notas",
    "Course ID": "ID del curso",
    "Loading document": "Cargando documento",
    "Loading PDF data": "Cargando datos del PDF",
    "Export PDF": "Exportar PDF",
    "Export CSV": "Exportar CSV",
    "indicates an offering that may drive significant operational benefits.": "indica una oferta que podría impulsar beneficios operativos significativos.",
    "All": "Todas"
}