{
    "Preventing Human Trafficking": "Preventing Human Trafficking",
    "Luxury Fundamentals": "Luxury Fundamentals (พื้นฐานความหรูหรา)",
    "voco hotels Brand Orientation Training": "การวางแนวแบรนด์โรงแรม voco",
    "IHG General Fire Training (Corporate, Owned & Managed Hotels)": "การฝึกอบรมดับเพลิงทั่วไปของ IHG (Corporate, Owned & Managed Hotels)",
    "Introduction to Information Security": "ความรู้เบื้องต้นเกี่ยวกับความปลอดภัยของข้อมูล",
    "voco hotels Brand Experience training": "การฝึกอบรมประสบการณ์แบรนด์ voco Hotels",
    "Crowne Plaza Dare to Connect Brand Experience Training - EMEAA EAST": "การฝึกอบรมประสบการณ์ของแบรนด์ กล้าที่จะสานสัมพันธ์ ของคราวน์ พลาซ่า_EMEAA_EAST",
    "IHG General Fire Training (Franchise)": "การฝึกอบรมดับเพลิงทั่วไปของ IHG (Corporate, Owned & Managed Hotels)",
    "Crowne Plaza Brand Orientation": "การอบรมเบื้องต้นของแบรนด์คราวน์ พลาซ่า®",
    "True Hospitality Service Skills": "ทักษะการบริการ True Hospitality (การต้อนรับอย่างจริงใจ) ของ IHG®",
    "Welcome to IHG": "ยินดีต้อนรับสู่ IHG",
    "Staybridge Suites Brand Orientation": "การปฐมนิเทศแบรนด์สเตย์บริดจ์ สวีท",
    "Staybridge Suites Brand Experience Training": "การฝึกอบรมประสบการณ์ของแบรนด์สเตย์บริดจ์ สวีท",
    "IHG Code of Conduct (Hotel)": "การฝึกอบรมเกี่ยวกับหลักจรรยาบรรณของ IHG (โรงแรม)",
    "Food Waste Reduction for Colleagues": "การลดขยะอาหารสำหรับพนักงาน",
    "Member Recognition": "การรู้จักสมาชิก",
    "F&B Learning Series - Tableside Etiquette": "ชุดการเรียนรู้อาหารและเครื่องดื่มส - มารยาทการให้ ้บริ ิการบนโต๊ ๊ะอาหาร",
    "F&B Learning Series - Back of House Success": "ชุดการเรียนรู้อาหารและเครื่องดื่มส - ความสำำเร็ ็จของระบบหลั ังบ้ ้าน",
    "F&B Learning Series - Daily Briefing": "ชุดการเรียนรู้อาหารและเครื่องดื่มส - การบรรยายสรุุปประจำำวััน",
    "F&B Learning Series - Breakfast Guest Journey": "ชุดการเรียนรู้อาหารและเครื่องดื่มส - การเดิินทางของแขกในมื้้?ออาหารเช้้า",
    "Journey to Supervisor": "เส้นทางสู่หัวหน้างาน - ระดับ 1",
    "Holiday Inn Brand Service Training": "การฝึกอบรมการให้บริการของแบรนด์ฮอลิเดย์ อินน์",
    "The Value of Enrollments": "การสมัครสมาชิก",
    "Leading Loyalty": "การเป็นผู้นำด้าน Loyalty",
    "IHG Way of Clean 5-S Cleaning Program": "โปรแกรมการทำความสะอาด 5-S ของ IHG Way of Clean",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "โปรแกรมการทําความสะอาด 5-S ของ IHG Way of Clean สำหรับพนักงานที่ไม่ใช่ฝ่ายแม่บ้าน",
    "Holiday Inn Express Brand Service Training": "การฝึกอบรมการบริการของแบรนด์ฮอลิเดย์อินน์ เอ็กซ์เพรส",
    "Art of Breakfast": "ศิลปะแห่งอาหารเช้า",
    "Art of Room Service": "ศิลปะของห้องพัก",
    "First Aid": "การปฐมพยาบาลเบื้องต้น",
    "Health & Safety, Security and Emergency Procedures": "สุขภาพและความปลอดภัย การรักษาความปลอดภัย และขั้นตอนฉุกเฉิน",
    "Handling Card Data Securely with PCI DSS Training": "การจัดการข้อมูลบัตรอย่างปลอดภัยด้วยการฝึกอบรม PCI DSS",
    "Value of Enrollments": "คุณค่าของการสมัครสมาชิก",
    "Value of Loyalty": "คุณค่าของ Loyalty",
    "Program Overview": "ภาพรวมของโปรแกรม",
    "Sales Learning Pathway for On Property Sellers": "เส้นทางการเรียนรู้การขายสำหรับผู้ขายโรงแรม",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "ความภักดีที่โรงแรมที่เน้นความหรูหราและไลฟ์สไตล์ของ IHG",
    "Inspire Incredible Service Training": "การฝึกอบรมการให้บริการโดยสร้างแรงบันดาลใจในการทำสิ่งมหัศจรรย์",
    "Crowne Plaza Brand Service Training": "การฝึกอบรมการบริการของแบรนด์คราวน์ พลาซ่า",
    "1st day": "1º dia",
    "Additional learning resources": "Recursos de aprendizagem adicionais",
    "Certification": "Certificação",
    "New Hotels - Prior to opening": "Novos hotéis — Antes da abertura",
    "Not found": "Não encontrado",
    "Onboarding Learning Plan": "Plano de aprendizagem de integração",
    "Suggested Learning": "Aprendizagem sugerida",
    "within 120 days": "em 120 dias",
    "within 14 days": "em 14 dias",
    "within 180 days": "em 180 dias",
    "within 30 days": "em 30 dias",
    "within 6 months": "em 6 meses",
    "within 60 days": "em 60 dias",
    "within 90 days": "em 90 dias",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "O acesso ao sistema será concedido automaticamente. Para novos hotéis — será concluído somente após a abertura oficial do hotel.",
    "All things Food & Beverage at your fingertips": "Tudo sobre Alimentos e Bebidas ao seu alcance",
    "Certified through a 3rd Party": "Certificado por terceiros",
    "Explore resource and apply accordingly": "Explore os recursos e aplique-os adequadamente",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Somente para hotéis franqueados; siga as orientações sobre treinamentos relacionados aos padrões da marca",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Somente para hotéis na Europa; aprendizagem on-line no ritmo do aluno (2 horas e 30 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Somente para hotéis fora da Europa; aprendizagem on-line no ritmo do aluno (2 horas e 30 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Somente para hotéis gerenciados pelo IHG; siga as orientações sobre treinamentos relacionados aos padrões da marca",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Apenas para futuros hotéis InterContinental, Kimpton, Regent e Vignette Collection. Aprendizagem on-line no ritmo do aluno (40 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Hotel-led in-person training": "Treinamento presencial conduzido pelo hotel",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Hotel-led training": "Treinamento conduzido pelo hotel",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Curso presencial ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Curso presencial ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Curso presencial ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo). Pré-requisito: é preciso concluir a Trajetória de aprendizagem em Vendas",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Curso ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Curso ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Curso ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo). Pré-requisito: Trajetória do gerente de Recepção",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Curso ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo). Pré-requisito: é preciso concluir o currículo Construção de um alicerce",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Curso ministrado por instrutor (consulte as datas e horários disponíveis ao clicar no link abaixo). Pré-requisito: é preciso concluir a Trajetória de aprendizagem em Vendas",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Não é um curso específico; revise o Programa de Líder em experiência hoteleira e certifique-se de que as funções de Líder em experiência hoteleira foram atribuídas",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Conclua todo o treinamento no guia de aprendizagem e depois participe da Certificação on-line",
    "Please read it at frist": "Leia isso primeiro",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Pré-requisito: é preciso participar da Chamada de boas-vindas de operações do gerente geral",
    "Prerequisite: Must complete Building a Foundation curriculum": "Pré-requisito: é preciso concluir o currículo Construção de um alicerce",
    "Prerequisite: Must complete Onboarding Learning Plan": "Pré-requisito: é preciso concluir o Plano de aprendizagem de integração",
    "Prerequisite: Must Complete Sales Learning Pathway": "Pré-requisito: é preciso concluir a Trajetória de aprendizagem em Vendas",
    "Revenue Management Brand Standard Guidance": "Orientação do padrão da marca em gerenciamento de receita",
    "Self-paced Online Learning": "Aprendizagem on-line no ritmo do aluno",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Aprendizagem on-line no ritmo do aluno (1 hora e 15 minutos) Treinamento conduzido pelo hotel",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (1 hora e 15 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Aprendizagem on-line no ritmo do aluno (1 hora e 30 minutos).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno (1 hora e 30 minutos). Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (1 hora e 30 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Aprendizagem on-line no ritmo do aluno (1 hora e 45 minutos).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Aprendizagem on-line no ritmo do aluno (1 hora e 50 minutos).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (1 hora e 50 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Aprendizagem on-line no ritmo do aluno (1 hora) Treinamento conduzido pelo hotel",
    "Self-paced Online Learning (1 Hour).": "Aprendizagem on-line no ritmo do aluno (1 hora).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno (1 hora). Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (1 hora). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno (1 hora) Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Aprendizagem on-line no ritmo do aluno (15 minutos)",
    "Self-paced Online Learning (15 Minutes).": "Aprendizagem on-line no ritmo do aluno (15 minutos).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno (2 horas e 30 minutos). Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (2 horas e 30 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Aprendizagem on-line no ritmo do aluno (2 horas). Projetado para ajudar supervisores e novos líderes a desenvolver habilidades essenciais, descobrir estratégias e técnicas e envolver pessoas para alto desempenho.",
    "Self-paced Online Learning (20 Minutes)": "Aprendizagem on-line no ritmo do aluno (20 minutos)",
    "Self-paced Online Learning (20 Minutes).": "Aprendizagem on-line no ritmo do aluno (20 minutos).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (20 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (25 Minutes)": "Aprendizagem on-line no ritmo do aluno (25 minutos).",
    "Self-paced Online Learning (25 Minutes).": "Aprendizagem on-line no ritmo do aluno (25 minutos).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (25 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (30 minutes)": "Aprendizagem on-line no ritmo do aluno (30 minutos)",
    "Self-paced Online Learning (30 Minutes).": "Aprendizagem on-line no ritmo do aluno (30 minutos).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno (30 minutos). Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (30 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Aprendizagem on-line no ritmo do aluno (30 minutos). Estados obrigatórios: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA dentro de 161 km (100 milhas) da costa; obrigatório para todo o estado da Flórida e Havaí. No MLAC — Todos os hotéis caribenhos e hotéis dentro de 161 km (100 milhas) da costa do Golfo do México. Na América Central — Honduras é obrigatório.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Aprendizagem on-line no ritmo do aluno (4 horas e 30 minutos).",
    "Self-paced Online Learning (40 minutes).": "Aprendizagem on-line no ritmo do aluno (40 minutos).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Aprendizagem on-line no ritmo do aluno (40 minutos). O treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT) é permitido e as conclusões devem ser acompanhadas no aplicativo da IHG University.",
    "Self-paced Online Learning (5 Minutes).": "Aprendizagem on-line no ritmo do aluno (5 minutos).",
    "Self-paced Online Learning / Hotel-led training": "Aprendizagem on-line no ritmo do aluno / Treinamento conduzido pelo hotel",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Aprendizagem on-line no ritmo do aluno, todos os colegas de hotel gerenciado e gerente geral de franquia plus de hotel",
    "Self-paced Online Learning, Hotel-led training": "Aprendizagem on-line no ritmo do aluno, treinamento conduzido pelo hotel",
    "Self-paced Online Learning, manager above required": "Aprendizagem on-line no ritmo do aluno, gerente superior é obrigatório",
    "Self-paced Online Learning, only F+ GM required": "Aprendizagem on-line no ritmo do aluno, somente gerente geral de franquila plus é obrigatório",
    "Self-paced Online Learning, supervisor above required": "Aprendizagem on-line no ritmo do aluno, gerente superior é obrigatório",
    "Self-paced Online Learning.": "Aprendizagem on-line no ritmo do aluno.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Aprendizagem on-line no ritmo do aluno. Treinamento presencial conduzido pelo hotel (treinamento no local de trabalho, OJT)",
    "Training Consultant will send invitation": "O Consultor de treinamento enviará convite",
    "vritual Instructor Led Training": "treinamento virtual conduzido por instrutor",
    "General Manager": "Gerente Geral",
    "Front Office Manager": "Gerente de Recepção",
    "Revenue Manager": "Gerente de Receita",
    "Director Of Sales": "Diretor de Vendas",
    "Executive Housekeeper": "Camareira Executiva",
    "Chief Engineer": "Engenheiro Chefe",
    "Food And Beverage Director": "Diretor de Alimentos e Bebidas",
    "Front Desk": "Recepção",
    "Housekeeping": "Serviço de Limpeza",
    "Engineering": "Engenharia",
    "Food And Beverage": "Alimentos e Bebidas",
    "All Other Management Colleagues": "Todos os outros colegas de gerenciamento",
    "All Other Non Management Colleagues": "Todos os outros colegas de não gerenciamento",
    "Food And Beverage Manager": "Gerente de Alimentos e Bebidas",
    "Food And Beverage Colleague": "Colega de Alimentos e Bebidas",
    "Breakfast Host": "Anfitrião do Café da Manhã",
    "Sales Team Leader": "Líder da equipe de Vendas",
    "Revenue Team Leader": "Líder da equipe de Receita",
    "Front Office Team Leader": "Líder da equipe de Recepção",
    "Housekeeping Team Leader": "Líder da equipe de Serviço de Limpeza",
    "Food And Beverage Team Leader": "Líder da equipe de Alimentos e Bebidas",
    "Engineering Team Leader": "Líder da equipe de Engenharia",
    "Rooms Leader": "Líder de Quartos",
    "Front Office Leader": "Líder de Recepção",
    "Front Office Team": "Equipe de Recepção",
    "Housekeeping Leader": "Líder de Serviço de Limpeza",
    "Housekeeping Team": "Equipe de Serviço de Limpeza",
    "Engineering Leader": "Líder de Engenharia",
    "Engineering Team": "Equipe de Engenharia",
    "Food & Beverage Leader": "Líder de Alimentos e Bebidas",
    "Food & Beverage Team": "Equipe de Alimentos e Bebidas",
    "Sales & Marketing Leader": "Líder de Vendas e Marketing",
    "Sales Team": "Equipes de Vendas",
    "Revenue Management Leader": "Líder de Gerenciamento de Receita",
    "Digital Distribution Manager / MarCom": "Gerente de Distribuição Digital / MarCom",
    "Human Resource Leader": "Líder de Recursos Humanos",
    "Training Leader": "Líder de Treinamento",
    "Finance Leader": "Líder de Finanças",
    "Finance Team": "Equipe de Finanças",
    "Director Of Guest Service": "Diretor de Atendimento ao Hóspede",
    "Housekeeper Leader": "Líder de camareiras",
    "Engineer Leader": "Líder de Engenharia",
    "F&b Leader": "Líder de A&B",
    "F&b Team": "Equipe de A&B",
    "WELCOME TO": "BOAS-VINDAS AO",
    "NEW COLLEAGUE LEARNING GUIDE": "GUIA DE APRENDIZAGEM PARA NOVOS COLEGAS",
    "AMERICAS": "AMÉRICAS",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "EUROPA, ORIENTE MÉDIO, ÁSIA E ÁFRICA",
    "GREATER CHINA": "GRANDE CHINA",
    "IHG Unbranded Hotels": "Hotéis sem a marca IHG",
    "Back": "Voltar",
    "New Colleague Learning Guide": "Guia de aprendizagem para novos colegas",
    "Select Role": "Selecionar função",
    "Timeframe": "Prazo",
    "Notes": "Notas",
    "Course ID": "ID do curso",
    "Loading document": "Carregando documento",
    "Loading PDF data": "Carregando dados do PDF",
    "Export PDF": "Exportar para PDF",
    "Export CSV": "Exportar para CSV",
    "indicates an offering that may drive significant operational benefits.": "indica uma oferta que pode gerar benefícios operacionais significativos.",
    "All": "Todos"
}