{
    "Preventing Human Trafficking": "AR_Preventing Human Trafficking",
    "Luxury Fundamentals": "المبادئ الأساسية للخدمة الفاخرة",
    "voco hotels Brand Orientation Training": "فنادق فورو أوري ـ ز",
    "Introduction to Information Security": "مقدمة في أمن المعلومات",
    "voco hotels Brand Experience training": "مرحبًا بك في التدريب على تجربة علامة voco التجارية",
    "Crowne Plaza Dare to Connect Brand Experience Training - EMEAA EAST": "تدريب تجربة العلامة التجارية بأسلوب ”فلنكسر قيود التواصل معاً“ في كراون بلازا_EMEAA_EAST",
    "Crowne Plaza Brand Orientation": ": التعريف بعلامة \"كراون بلازا Crowne Plaza®\"",
    "True Hospitality Service Skills": "'التدريب على مهارات خدمة الضيافة الراقية (IHG True Hospitality®)",
    "Welcome to IHG": "مرحبًا بكم في IHG",
    "Staybridge Suites Brand Orientation": "التعريف بالعلامة التجارية لستايبريدج سويتس",
    "Staybridge Suites Brand Experience Training": "الدورة التدريبية الخاصة بالتجربة المميزة للعلامة التجارية لستايبريدج سويتس",
    "IHG Code of Conduct (Hotel)": "التدريب على ميثاق السلوك الخاص بمجموعة فنادق إنتركونتيننتال (IHG) (الفندق)",
    "IHG Problem Handling": "التعامل مع مشكلات مجموعة فنادق IHG",
    "Food Waste Reduction for Colleagues": "تقليل النفايات الغذائية للزملاء",
    "Food Waste Reduction for People Leaders": "تقليل النفايات الغذائية للأشخاص القياديينm",
    "Member Recognition": "تقدير الأعضاء",
    "F&B Learning Series - Tableside Etiquette": "سلسلة تعليم المأكولات والمشروبات - آداب المائدة",
    "F&B Learning Series - Back of House Success": "سلسلة تعليم المأكولات والمشروبات - باك أوف هاوس ساكسيس",
    "F&B Learning Series - Daily Briefing": "سلسلة تعليم المأكولات والمشروبات - المعلومات اليومية",
    "F&B Learning Series - Breakfast Guest Journey": "سلسلة تعليم المأكولات والمشروبات - رحلة نزيل الإفطار",
    "Journey to Supervisor": "رحلة إلى المشرف - المستوى الأول",
    "Revenue Management Learning Series - Building a Foundation": "REVENUE MANAGEMENT LEARNING SERIES - BUILDING A FOUNDATION",
    "Holiday Inn Brand Service Training": "برنامج Brand Service Training من هوليداي إن",
    "The Value of Enrollments": "التسجيلات",
    "Leading Loyalty": "تعزيز الولاء",
    "IHG Way of Clean 5-S Cleaning Program": "برنامج IHG Way of Clean للتنظيف بالخطوات الخمس (5-S)",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "\"برنامج IHG Way of Clean للتنظيف بالخطوات الخمس (5-S) للزملاء   غير العاملين في خدمة تنظيف الغرف\"",
    "Holiday Inn Express Brand Service Training": "تدريب خدمة العلامة التجارية هوليداي إن إكسبريس",
    "Art of Breakfast": "فن الإفطار",
    "Art of Room Service": "فن الغرفة",
    "First Aid": "إسعافات أولية",
    "Health & Safety, Security and Emergency Procedures": "الصحة والسلامة والأمن وإجراءات الطوارئ",
    "Handling Card Data Securely with PCI DSS Training": "التعامل مع بيانات البطاقة بشكل آمن مع تدريب PCI DSS",
    "Value of Enrollments": "قيمة التسجيلات",
    "Value of Loyalty": "قيمة برنامج الولاء",
    "Program Overview": "نظرة عامة إلى البرنامج",
    "Offering of N2Pricing - User Training": "N2Pricing - تدريب المستخدم",
    "Sales Learning Pathway for On Property Sellers": "مسار تعليم المبيعات للبائعين داخل مكان الإقامة",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "الولاء في فنادق الرفاهية ونمط الحياة في IHG",
    "Inspire Incredible Service Training": "تدريب على تقديم  خدمة تعزز القوة في الإلهام",
    "Crowne Plaza Brand Service Training": "تدريب الخدمة لدى علامة كراون بلازا التجارية",
    "1st day": "اليوم الأول",
    "Additional learning resources": "موارد التعلُّم الإضافية",
    "Certification": "الشهادة",
    "New Hotels - Prior to opening": "الفنادق الجديدة - قبل الافتتاح",
    "Not found": "لم يتم العثور عليه",
    "Onboarding Learning Plan": "خطة تعلُّم الموظفين الجدد",
    "Suggested Learning": "الدورات التدريبية المقترحة",
    "within 120 days": "في غضون 120 يومًا",
    "within 14 days": "في غضون 14 يومًا",
    "within 180 days": "في غضون 180 يومًا",
    "within 30 days": "في غضون 30 يومًا",
    "within 6 months": "في غضون 6 أشهر",
    "within 60 days": "في غضون 60 يومًا",
    "within 90 days": "في غضون 90 يومًا",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "سيتم منح إمكانية الوصول إلى النظام تلقائيًا. بالنسبة إلى الفنادق الجديدة - لا يتم الاستكمال إلا بعد الافتتاح الرسمي للفندق.",
    "All things Food & Beverage at your fingertips": "كل ما يخص الطعام والمشروبات في متناول يدك",
    "Certified through a 3rd Party": "معتمد من جهة خارجية",
    "Explore resource and apply accordingly": "استكشف الموارد وطبقها حسب الحاجة",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "بالنسبة إلى الفنادق الحاصلة على امتياز فقط؛ اتبع الإرشادات المتعلقة بالتدريبات ذات الصلة بمعايير العلامة التجارية",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "بالنسبة إلى الفنادق في أوروبا فقط؛ التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعتان و30 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "بالنسبة إلى الفنادق خارج أوروبا فقط؛ التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعتان و30 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "بالنسبة إلى الفنادق التي تديرها IHG فقط؛ اتبع الإرشادات المتعلقة بالتدريبات ذات الصلة بمعايير العلامة التجارية",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "بالنسبة إلى فنادق إنتركونتيننتال، وكيمبتون، وريجنت، وفينيَت كوليكشن التي ستُفتتح قريبًا فقط. التعلُّم ذاتي الوتيرة عبر الإنترنت (40 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Hotel-led in-person training": "التدريب الشخصي في الفندق",
    "Hotel-led in-person training (On-Job-Training, OJT)": "التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Hotel-led training": "التدريب في الفندق",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "دورة تدريبية شخصية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "دورة تدريبية شخصية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "دورة تدريبية شخصية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه). الشرط الأساسي: يجب إكمال مسار تعلُّم المبيعات",
    "Instructor Led Course (see available dates & times by clicking the link below)": "دورة تدريبية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "دورة تدريبية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "دورة تدريبية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه). الشرط الأساسي: مسار مدير مكتب الاستقبال",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "دورة تدريبية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه). الشرط الأساسي: يجب إكمال منهج بناء الأساس",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "دورة تدريبية بقيادة مدرب (اطّلِع على التواريخ والأوقات المتوفِّرة بالنقر على الرابط أدناه). الشرط الأساسي: يجب إكمال مسار تعلُّم المبيعات",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "ليست ثمة دورة تدريبية مُحدَّدة؛ راجع برنامج المسؤول عن تجربة الفندق وتأكد من تخصيص دور (أدوار) المسؤول عن تجربة الفندق",
    "Please complete all the training on learning guide and then join the Onlince Certification": "يُرجى إكمال جميع التدريبات على دليل التعلُّم والانضمام بعد ذلك إلى الشهادة عبر الإنترنت",
    "Please read it at frist": "يُرجى قراءتها في البداية",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "الشرط الأساسي: يجب حضور مكالمة الترحيب بالمدير العام للعمليات",
    "Prerequisite: Must complete Building a Foundation curriculum": "الشرط الأساسي: يجب إكمال منهج بناء الأساس",
    "Prerequisite: Must complete Onboarding Learning Plan": "الشرط الأساسي: يجب إكمال خطة تعلُّم الموظفين الجدد",
    "Prerequisite: Must Complete Sales Learning Pathway": "الشرط الأساسي: يجب إكمال مسار تعلُّم المبيعات",
    "Revenue Management Brand Standard Guidance": "الدليل المعياري للعلامة التجارية في إدارة الإيرادات",
    "Self-paced Online Learning": "التعلُّم ذاتي الوتيرة عبر الإنترنت",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و15 دقيقة) التدريب في الفندق",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و15 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و30 دقيقة).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و30 دقيقة). التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و30 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و45 دقيقة).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و50 دقيقة).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة و50 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة) التدريب في الفندق",
    "Self-paced Online Learning (1 Hour).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة). التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعة). التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Self-paced Online Learning (15 Minutes)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (15 دقيقة)",
    "Self-paced Online Learning (15 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (15 دقيقة).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعتان و30 دقيقة). التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعتان و30 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (ساعتان). مصمم لمساعدة المشرفين والقادة الجدد على تطوير المهارات الأساسية، واكتشاف الإستراتيجيات والأساليب، وإشراك الأفراد لتحقيق أداء عالٍ.",
    "Self-paced Online Learning (20 Minutes)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (20 دقيقة)",
    "Self-paced Online Learning (20 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (20 دقيقة).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (20 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (25 Minutes)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (25 دقيقة)",
    "Self-paced Online Learning (25 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (25 دقيقة).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (25 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (30 minutes)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (30 دقيقة)",
    "Self-paced Online Learning (30 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (30 دقيقة).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت (30 دقيقة). التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (30 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (30 دقيقة). الولايات المطلوبة: ألاباما، وكونيتيكت، وواشنطن العاصمة، وديلاوير، وفلوريدا، وجورجيا، وهاواي، ولويزيانا، وماساتشوستس، وماريلاند، ومين، ومسيسيبي، وكارولاينا الشمالية، ونيوهامبشير، ونيوجيرسي، ونيويورك، وبنسلفانيا، ورود آيلاند، وكارولاينا الجنوبية، وتكساس، وفيرجينيا ضمن مسافة 100 ميل من الساحل؛ مطلوب لولاية فلوريدا وهاواي بالكامل. في منطقة المكسيك وأمريكا اللاتينية والكاريبي - جميع الفنادق في منطقة الكاريبي والفنادق ضمن مسافة 161 كم (100 ميل) من سواحل خليج المكسيك. في أمريكا الوسطى - مطلوب هندوراس.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (4 ساعات و30 دقيقة).",
    "Self-paced Online Learning (40 minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (40 دقيقة).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "التعلُّم ذاتي الوتيرة عبر الإنترنت (40 دقيقة). يُسمح بالتدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT)) ويجب تتبُّع إجراءات الاستكمال في تطبيق IHG University.",
    "Self-paced Online Learning (5 Minutes).": "التعلُّم ذاتي الوتيرة عبر الإنترنت (5 دقيقة).",
    "Self-paced Online Learning / Hotel-led training": "التعلُّم ذاتي الوتيرة عبر الإنترنت / التدريب في الفندق",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "التعلُّم ذاتي الوتيرة عبر الإنترنت، لجميع الزملاء الذين يديرون الفندق والمدير العام للفندق الذي يمتلك حق الامتياز الإضافي",
    "Self-paced Online Learning, Hotel-led training": "التعلُّم ذاتي الوتيرة عبر الإنترنت، التدريب في الفندق",
    "Self-paced Online Learning, manager above required": "التعلُّم ذاتي الوتيرة عبر الإنترنت، مطلوب المدير أعلاه",
    "Self-paced Online Learning, only F+ GM required": "التعلُّم ذاتي الوتيرة عبر الإنترنت، مطلوب المدير العام للفندق الذي يمتلك حق الامتياز الإضافي فقط",
    "Self-paced Online Learning, supervisor above required": "التعلُّم ذاتي الوتيرة عبر الإنترنت، مطلوب المشرف أعلاه",
    "Self-paced Online Learning.": "التعلُّم ذاتي الوتيرة عبر الإنترنت.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "التعلُّم ذاتي الوتيرة عبر الإنترنت. التدريب الشخصي في الفندق (التدريب في مكان العمل، ويُشار إليه اختصارًا (OJT))",
    "Training Consultant will send invitation": "سيرسل مستشار التدريب دعوة",
    "vritual Instructor Led Training": "تدريب افتراضي بقيادة مدرب",
    "General Manager": "المدير العام",
    "Front Office Manager": "مدير مكتب الاستقبال",
    "Revenue Manager": "مدير الإيرادات",
    "Director Of Sales": "مدير المبيعات",
    "Executive Housekeeper": "المسؤول التنفيذي للعناية بالغرف",
    "Chief Engineer": "المهندس الأول",
    "Food And Beverage Director": "مدير الأغذية والمشروبات",
    "Front Desk": "مكتب الاستقبال",
    "Housekeeping": "خدمة الغرف",
    "Engineering": "قسم الهندسة",
    "Food And Beverage": "الأغذية والمشروبات",
    "All Other Management Colleagues": "جميع الزملاء الآخرين في الإدارة",
    "All Other Non Management Colleagues": "جميع الزملاء الآخرين خارج الإدارة",
    "Food And Beverage Manager": "مدير الأغذية والمشروبات",
    "Food And Beverage Colleague": "الزملاء في قسم الأغذية والمشروبات",
    "Breakfast Host": "مضيف مائدة الإفطار",
    "Sales Team Leader": "قائد فريق المبيعات",
    "Revenue Team Leader": "قائد فريق الإيرادات",
    "Front Office Team Leader": "قائد فريق مكتب الاستقبال",
    "Housekeeping Team Leader": "قائد فريق خدمة الغرف",
    "Food And Beverage Team Leader": "مدير فريق الأغذية والمشروبات",
    "Engineering Team Leader": "قائد الفريق الهندسي",
    "Rooms Leader": "قائد الغرف",
    "Front Office Leader": "قائد مكتب الاستقبال",
    "Front Office Team": "فريق مكتب الاستقبال",
    "Housekeeping Leader": "قائد خدمة الغرف",
    "Housekeeping Team": "فريق خدمة الغرف",
    "Engineering Leader": "القائد الهندسي",
    "Engineering Team": "الفريق الهندسي",
    "Food & Beverage Leader": "قائد إدارة الأغذية والمشروبات",
    "Food & Beverage Team": "فريق الأغذية والمشروبات",
    "Sales & Marketing Leader": "قائد المبيعات والتسويق",
    "Sales Team": "فريق المبيعات",
    "Revenue Management Leader": "قائد إدارة الإيرادات",
    "Digital Distribution Manager / MarCom": "مدير التوزيع الرقمي / MarCom",
    "Human Resource Leader": "قائد الموارد البشرية",
    "Training Leader": "قائد التدريب",
    "Finance Leader": "قائد الشؤون المالية",
    "Finance Team": "فريق الشؤون المالية",
    "Director Of Guest Service": "مدير خدمة الضيوف",
    "Housekeeper Leader": "قائد خدمة الغرف",
    "Engineer Leader": "القائد الهندسي",
    "F&b Leader": "قائد الأغذية والمشروبات",
    "F&b Team": "فريق الأغذية والمشروبات",
    "WELCOME TO": "أهلًا بكم في",
    "NEW COLLEAGUE LEARNING GUIDE": "دليل تعلُّم الزملاء الجدد",
    "AMERICAS": "الأمريكتان",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "أوروبا والشرق الأوسط وآسيا وأفريقيا",
    "GREATER CHINA": "الصين العظمى",
    "IHG Unbranded Hotels": "فنادق لم تعُد تحمل العلامة التجارية IHG",
    "Back": "العودة",
    "New Colleague Learning Guide": "دليل تعلُّم الزملاء الجدد",
    "Select Role": "حدِّد دورًا",
    "Timeframe": "الإطار الزمني",
    "Notes": "ملاحظات",
    "Course ID": "معرِّف الدورة التدريبية",
    "Loading document": "تحميل مستند",
    "Loading PDF data": "تحميل بيانات بتنسيق PDF",
    "Export PDF": "تصدير بتنسيق PDF",
    "Export CSV": "تصدير بتنسيق CSV",
    "indicates an offering that may drive significant operational benefits.": "يشير إلى عرض قد يؤدي إلى مزايا تشغيلية كبيرة.",
    "All": "الكل"
}