{
    "Preventing Human Trafficking": "Preventing Human Trafficking",
    "Holiday Inn Express Brand Service Training": "Szkolenie Brand Service Training Holiday Inn Express",
    "True Hospitality Service Skills for Garner": "True Hospitality Skills for Garner",
    "Art of Breakfast": "Sztuka śniadania",
    "Art of Room Service": "Sztuka pokoju",
    "First Aid": "Pierwsza pomoc",
    "Health & Safety, Security and Emergency Procedures": "Bezpieczeństwo i higiena pracy, ochrona i procedury awaryjne",
    "Leading Loyalty": "Wiodąca lojalność",
    "Value of Enrollments": "Wartość zapisów",
    "Value of Loyalty": "Wartość lojalności",
    "Program Overview": "Informacje o programie",
    "Sales Learning Pathway for On Property Sellers": "Ścieżka kształcenia w zakresie sprzedaży dla sprzedawców działających na rynku nieruchomości",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "Program lojalnościowy w hotelach należących do Luxury & Lifestyle IHG",
    "Garner Brand Service Training (EMEAA)": "Garner Brand Service Training",
    "Member Recognition": "Uznanie dla członków",
    "Inspire Incredible Service Training": "Szkolenie z zakresu inspirowania niesamowitej obsługi",
    "Candlewood Suites Brand Orientation EMEAA": "Szkolenie z zakresu filozofii marki Candlewood Suites EMEAA",
    "Welcome to IHG": "Witamy w IHG",
    "Crowne Plaza Brand Service Training": "Szkolenie Brand Service Training dla hoteli Crowne Plaza",
    "1st day": "Pierwszy dzień",
    "Additional learning resources": "Dodatkowe materiały szkoleniowe",
    "Certification": "Certyfikacja",
    "New Hotels - Prior to opening": "Nowe hotele – przed otwarciem",
    "Not found": "Nie znaleziono",
    "Onboarding Learning Plan": "Wdrożeniowy plan szkoleniowy",
    "Suggested Learning": "Sugerowane szkolenie",
    "within 120 days": "w okresie 120 dni",
    "within 14 days": "w okresie 14 dni",
    "within 180 days": "w okresie 180 dni",
    "within 30 days": "w okresie 30 dni",
    "within 6 months": "w okresie 6 miesięcy",
    "within 60 days": "w okresie 60 dni",
    "within 90 days": "w okresie 90 dni",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "Dostęp do systemu zostanie nadany automatycznie. Nowe hotele – do zrealizowania po oficjalnym otwarciu hotelu.",
    "All things Food & Beverage at your fingertips": "Wszystko, co związane z obsługą gastronomiczną, jest w zasięgu Twojej ręki",
    "Certified through a 3rd Party": "Certyfikacja przez stronę trzecią",
    "Explore resource and apply accordingly": "Zapoznaj się z materiałami i odpowiednio wykorzystaj wiedzę",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Tylko hotele franczyzowe: należy przestrzegać wytycznych dotyczących szkoleń związanych ze standardami marki",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Tylko hotele w Europie: samodzielne szkolenie online (2 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Tylko hotele spoza Europy: samodzielne szkolenie online (2 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Tylko hotele zarządzane przez IHG: należy przestrzegać wytycznych dotyczących szkoleń związanych ze standardami marki",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Tylko hotele, które wkrótce staną się markami InterContinental, Kimpton, Regent lub Vignette Collection. Samodzielne szkolenie online (40 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Hotel-led in-person training": "Szkolenie stacjonarne prowadzone przez hotel",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Hotel-led training": "Szkolenie prowadzone przez hotel",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Kurs stacjonarny z instruktorem (sprawdź dostępne terminy, klikając poniższy link)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Kurs stacjonarny z instruktorem (sprawdź dostępne terminy, klikając poniższy link).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Kurs stacjonarny z instruktorem (sprawdź dostępne terminy, klikając poniższy link). Warunek wstępny: ukończona ścieżka szkoleniowa w zakresie sprzedaży",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Kurs z instruktorem (sprawdź dostępne terminy, klikając poniższy link)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Kurs z instruktorem (sprawdź dostępne terminy, klikając poniższy link).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Kurs z instruktorem (sprawdź dostępne terminy, klikając poniższy link). Warunek wstępny: ścieżka kierownika recepcji",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Kurs z instruktorem (sprawdź dostępne terminy, klikając poniższy link). Warunek wstępny: ukończony program szkoleniowy Budowanie fundamentów (Building a Foundation)",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Kurs z instruktorem (sprawdź dostępne terminy, klikając poniższy link). Warunek wstępny: ukończona ścieżka szkoleniowa w zakresie sprzedaży",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Kurs niespecjalistyczny; zapoznaj się z programem Kapitan gościnności (Hotel Experience Champion) i upewnij się, że rola Kapitana gościnności została przypisana.",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Ukończ wszystkie szkolenia z przewodnika, a następnie przejdź do certyfikacji online.",
    "Please read it at frist": "Przeczytaj w pierwszej kolejności",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Warunek wstępny: udział w powitaniu dyrektora generalnego ds. operacji (General Manager Operations Welcome Call)",
    "Prerequisite: Must complete Building a Foundation curriculum": "Warunek wstępny: ukończony program szkoleniowy Budowanie fundamentów (Building a Foundation)",
    "Prerequisite: Must complete Onboarding Learning Plan": "Warunek wstępny: ukończony wdrożeniowy plan szkoleniowy",
    "Prerequisite: Must Complete Sales Learning Pathway": "Warunek wstępny: ukończona ścieżka szkoleniowa w zakresie sprzedaży",
    "Revenue Management Brand Standard Guidance": "Szkolenie podstawowe z zarządzania przychodami",
    "Self-paced Online Learning": "Samodzielne szkolenie online",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Samodzielne szkolenie online (1 godz. i 15 min) / szkolenie prowadzone przez hotel",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (1 godz. i 15 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Samodzielne szkolenie online (1 godz. i 30 min).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online (1 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (1 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Samodzielne szkolenie online (1 godz. i 45 min).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Samodzielne szkolenie online (1 godz. i 50 min).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (1 godz. i 50 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Samodzielne szkolenie online (1 godz.) / szkolenie prowadzone przez hotel",
    "Self-paced Online Learning (1 Hour).": "Samodzielne szkolenie online (1 godz.).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online (1 godz.). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (1 godz.). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online (1 godz.). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Self-paced Online Learning (15 Minutes)": "Samodzielne szkolenie online (15 min)",
    "Self-paced Online Learning (15 Minutes).": "Samodzielne szkolenie online (15 min).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online (2 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (2 godz. i 30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Samodzielne szkolenie online (2 godz.). Zaprojektowane, aby pomóc przełożonym i nowym liderom w rozwinięciu podstawowych umiejętności, poznaniu strategii i technik oraz zaangażowaniu ludzi w osiąganie wysokich wyników.",
    "Self-paced Online Learning (20 Minutes)": "Samodzielne szkolenie online (20 min)",
    "Self-paced Online Learning (20 Minutes).": "Samodzielne szkolenie online (20 min).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (20 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (25 Minutes)": "Samodzielne szkolenie online (25 min)",
    "Self-paced Online Learning (25 Minutes).": "Samodzielne szkolenie online (25 min).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (25 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (30 minutes)": "Samodzielne szkolenie online (30 min)",
    "Self-paced Online Learning (30 Minutes).": "Samodzielne szkolenie online (30 min).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online (30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (30 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Samodzielne szkolenie online (30 min). Wymagania stanowe: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX i VA w obrębie 161 km (100 mil) od linii brzegowej; wymagane dla całej Florydy i Hawajów. Region MLAC – wszystkie hotele karaibskie i hotele w obrębie 161 km (100 mil) od linii brzegowej Zatoki Meksykańskiej. Ameryka Środkowa – wymagane dla Hondurasu.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Samodzielne szkolenie online (4 godz. i 30 min).",
    "Self-paced Online Learning (40 minutes).": "Samodzielne szkolenie online (40 min).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Samodzielne szkolenie online (40 min). Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy) jest dozwolone, a postępy należy śledzić w aplikacji IHG University.",
    "Self-paced Online Learning (5 Minutes).": "Samodzielne szkolenie online (5 min).",
    "Self-paced Online Learning / Hotel-led training": "Samodzielne szkolenie online / szkolenie prowadzone przez hotel",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Samodzielne szkolenie online, wszyscy współpracownicy hoteli zarządzanych oraz dyrektorzy generalni hoteli franczyzowych+",
    "Self-paced Online Learning, Hotel-led training": "Samodzielne szkolenie online, szkolenie prowadzone przez hotel",
    "Self-paced Online Learning, manager above required": "Samodzielne szkolenie online, wymagane przynajmniej stanowisko kierownicze",
    "Self-paced Online Learning, only F+ GM required": "Samodzielne szkolenie online, wymagane stanowisko dyrektora generalnego hotelu franczyzowego+",
    "Self-paced Online Learning, supervisor above required": "Samodzielne szkolenie online, wymagane przynajmniej stanowisko przełożonego",
    "Self-paced Online Learning.": "Samodzielne szkolenie online.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Samodzielne szkolenie online. Szkolenie stacjonarne prowadzone przez hotel (szkolenie w miejscu pracy)",
    "Training Consultant will send invitation": "Konsultant ds. szkoleń wyśle zaproszenie",
    "vritual Instructor Led Training": "Szkolenie wirtualne z instruktorem",
    "General Manager": "Dyrektor generalny",
    "Front Office Manager": "Kierownik recepcji",
    "Revenue Manager": "Kierownik ds. przychodów",
    "Director Of Sales": "Dyrektor ds. sprzedaży",
    "Executive Housekeeper": "Kierownik służby pięter",
    "Chief Engineer": "Kierownik obsługi technicznej",
    "Food And Beverage Director": "Dyrektor ds. obsługi gastronomicznej",
    "Front Desk": "Recepcja",
    "Housekeeping": "Przedstawiciele służby pięter",
    "Engineering": "Obsługa techniczna",
    "Food And Beverage": "Obsługa gastronomiczna",
    "All Other Management Colleagues": "Wszyscy pozostali współpracownicy szczebla kierowniczego",
    "All Other Non Management Colleagues": "Wszyscy pozostali współpracownicy szczebla innego niż kierowniczy",
    "Food And Beverage Manager": "Kierownik ds. obsługi gastronomicznej",
    "Food And Beverage Colleague": "Pracownik obsługi gastronomicznej",
    "Breakfast Host": "Kelner śniadaniowy",
    "Sales Team Leader": "Lider zespołu ds. sprzedaży",
    "Revenue Team Leader": "Lider zespołu ds. dochodów",
    "Front Office Team Leader": "Lider zespołu recepcji",
    "Housekeeping Team Leader": "Lider zespołu służby pięter",
    "Food And Beverage Team Leader": "Lider zespołu obsługi gastronomicznej",
    "Engineering Team Leader": "Lider zespołu obsługi technicznej",
    "Rooms Leader": "Lider ds. pokojów",
    "Front Office Leader": "Lider ds. recepcji",
    "Front Office Team": "Zespół recepcji",
    "Housekeeping Leader": "Lider ds. służby pięter",
    "Housekeeping Team": "Zespół służby pięter",
    "Engineering Leader": "Lider ds. obsługi technicznej",
    "Engineering Team": "Zespół obsługi technicznej",
    "Food & Beverage Leader": "Lider ds. obsługi gastronomicznej",
    "Food & Beverage Team": "Zespół obsługi gastronomicznej",
    "Sales & Marketing Leader": "Lider ds. sprzedaży i marketingu",
    "Sales Team": "Zespół ds. sprzedaży",
    "Revenue Management Leader": "Lider ds. zarządzania dochodami",
    "Digital Distribution Manager / MarCom": "Kierownik ds. dystrybucji cyfrowej / komunikacja marketingowa",
    "Human Resource Leader": "Lider ds. zasobów ludzkich",
    "Training Leader": "Lider ds. szkoleń",
    "Finance Leader": "Lider ds. finansów",
    "Finance Team": "Zespół ds. finansów",
    "Director Of Guest Service": "Dyrektor ds. obsługi gości",
    "Housekeeper Leader": "Lider ds. służby pięter",
    "Engineer Leader": "Lider ds. obsługi technicznej",
    "F&b Leader": "Lider ds. obsługi gastronomicznej",
    "F&b Team": "Zespół obsługi gastronomicznej",
    "WELCOME TO": "PRZEDSTAWIAMY",
    "NEW COLLEAGUE LEARNING GUIDE": "PRZEWODNIK SZKOLENIOWY NOWEGO PRACOWNIKA",
    "AMERICAS": "AMERYKI",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "EUROPA, BLISKI WSCHÓD, AZJA I AFRYKA",
    "GREATER CHINA": "CHINY",
    "IHG Unbranded Hotels": "Hotele niemarkowe IHG",
    "Back": "Wstecz",
    "New Colleague Learning Guide": "Przewodnik szkoleniowy nowego pracownika",
    "Select Role": "Wybierz rolę",
    "Timeframe": "Ramy czasowe",
    "Notes": "Uwagi",
    "Course ID": "ID kursu",
    "Loading document": "Wczytywanie dokumentu",
    "Loading PDF data": "Wczytywanie danych PDF",
    "Export PDF": "Eksportuj do PDF",
    "Export CSV": "Eksportuj do CSV",
    "indicates an offering that may drive significant operational benefits.": "Wskazuje ofertę, która może przynieść znaczące korzyści operacyjne.",
    "All": "Wszystkie",
    "Candlewood Suites Brand Orientation EMEAA": "Szkolenie z zakresu filozofii marki Candlewood Suites EMEAA"
}