{
    "Preventing Human Trafficking": "Prévention de la traite des êtres humains",
    "Luxury Fundamentals": "Les fondamentaux du luxe",
    "Introduction to Information Security": "Giới thiệu về bảo mật thông tin",
    "IHG Code of Conduct (Hotel)": "Đào tạo về Quy tắc Ứng xử IHG (Khách sạn)",
    "IHG Problem Handling": "IHG  Xử lý vấn đề",
    "Food Waste Reduction for Colleagues": "Giảm Rác Thải Thực Phẩm Dành Cho Nhân Viên",
    "Member Recognition": "Công Nhận Hội Viên",
    "F&B Learning Series - Tableside Etiquette": "Loạt Bài Đào Tạo Dịch Vụ Ẩm Thực Phân - Nghi Thức Bên Bàn Ăn",
    "F&B Learning Series - Back of House Success": "Loạt Bài Đào Tạo Dịch Vụ Ẩm Thực Phân - Thành Công của Bộ Phận Hậu Sảnh",
    "F&B Learning Series - Daily Briefing": "Loạt Bài Đào Tạo Dịch Vụ Ẩm Thực Phân - GIAO BAN HÀNG NGÀY",
    "F&B Learning Series - Breakfast Guest Journey": "Loạt Bài Đào Tạo Dịch Vụ Ẩm Thực Phân - Hành Trình Bữa Sáng Của Khách Hàng",
    "Journey to Supervisor": "Hành Trình Trở Thành Giám Sát Viên - Cấp độ I",
    "Holiday Inn Brand Service Training": "Khóa Đào tạo về Dịch vụ Thương hiệu Holiday Inn",
    "The Value of Enrollments": "Ghi Danh",
    "Leading Loyalty": "Dẫn Dắt Chương Trình Khách Hàng Thân Thiết",
    "IHG Way of Clean 5-S Cleaning Program": "Chương trình Vệ sinh IHG Way of Clean 5-S",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "Chương trình Vệ sinh IHG Way of Clean 5-S dành cho Nhân viên không thuộc Bộ phận Buồng phòng",
    "Holiday Inn Express Brand Service Training": "Đào Tạo Dịch Vụ Thương Hiệu Holiday Inn Express",
    "Art of Breakfast": "Nghệ thuật ăn sáng",
    "Art of Room Service": "Nghệ thuật căn phòng",
    "First Aid": "Sơ cứu",
    "Health & Safety, Security and Emergency Procedures": "Sức khỏe & An toàn, An ninh và Quy trình khẩn cấp",
    "Handling Card Data Securely with PCI DSS Training": "Xử lý dữ liệu thẻ an toàn với khóa đào tạo PCI DSS",
    "Value of Enrollments": "Giá Trị Của Việc Ghi Danh Hội Viên",
    "Value of Loyalty": "Giá Trị của Khách Hàng Thân Thiết",
    "Program Overview": "Tổng Quan về Chương Trình",
    "Sales Learning Pathway for On Property Sellers": "Lộ trình đào tạo bán hàng cho nhân viên bán hàng tại cơ sở",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "Chương Trình Khách Hàng Thân Thiết tại các Khách Sạn Luxury & Lifestyle của IHG",
    "Inspire Incredible Service Training": "Khóa Học Phục Vụ Truyền Cảm Hứng Cho Sự Phi Thường",
    "Welcome to IHG": "Chào mừng đến với IHG",
    "Crowne Plaza Brand Service Training": "Chương Trình Đào Tạo Về Dịch Vụ Của Thương Hiệu Crowne Plaza",
    "1st day": "Ngày đầu tiên",
    "Additional learning resources": "Nguồn lực học tập bổ sung",
    "Certification": "Chứng nhận",
    "New Hotels - Prior to opening": "Các Khách Sạn Mới - Trước khai trương",
    "Not found": "Không tìm thấy",
    "Onboarding Learning Plan": "Kế Hoạch Học Tập Nhập Môn",
    "Suggested Learning": "Học Tập Đề Xuất",
    "within 120 days": "trong vòng 120 ngày",
    "within 14 days": "trong vòng 14 ngày",
    "within 180 days": "trong vòng 180 ngày",
    "within 30 days": "trong vòng 30 ngày",
    "within 6 months": "trong vòng 6 tháng",
    "within 60 days": "trong vòng 60 ngày",
    "within 90 days": "trong vòng 90 ngày",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "Quyền truy cập vào hệ thống sẽ tự động được cấp. Dành Cho Những Khách Sạn Mới - chỉ có thể hoàn thành sau khi chính thức khai trương khách sạn.",
    "All things Food & Beverage at your fingertips": "Mọi loại Đồ Ăn và Đồ Uống đều trong tầm tay bạn",
    "Certified through a 3rd Party": "Được chứng nhận thông qua Bên Thứ Ba",
    "Explore resource and apply accordingly": "Khám phá nguồn lực và nộp đơn cho phù hợp",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Chỉ Dành Cho Khách Sạn Nhượng Quyền; làm theo hướng dẫn về khóa đào tạo liên quan đến tiêu chuẩn về thương hiệu",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Chỉ dành cho các khách sạn ở Châu Âu; Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (2 Giờ 30 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Chỉ dành cho các khách sạn ngoài lãnh thổ Châu Âu; Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (2 Giờ 30 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Chỉ Dành Cho Khách Sạn Do IHG Quản Lý; làm theo hướng dẫn về khóa đào tạo liên quan đến tiêu chuẩn về thương hiệu",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Chỉ dành cho các khách sạn sẽ sớm trở thành khách sạn của InterContinental, Kimpton, Regent và Vignette Collection. Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (40 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Hotel-led in-person training": "Khóa đào tạo trực tiếp do khách sạn hướng dẫn",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Hotel-led training": "Khóa đào tạo do khách sạn hướng dẫn",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Khóa Học Trực Tiếp Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Khóa Học Trực Tiếp Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Khóa Học Trực Tiếp Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới). Điều kiện tiên quyết: Phải hoàn thành Lộ Trình Học Tập Cho Bộ Phận Kinh Doanh",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Khóa Học Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Khóa Học Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Khóa Học Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới). Điều kiện tiên quyết: Lộ Trình cho Giám Đốc Bộ Phận Lễ Tân",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Khóa Học Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới). Điều kiện tiên quyết: Phải hoàn thành chương trình giảng dạy Xây Dựng Nền Tảng",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Khóa Học Có Giảng Viên Hướng Dẫn (xem ngày và giờ có sẵn bằng cách nhấp vào liên kết bên dưới). Điều kiện tiên quyết: Phải hoàn thành Lộ Trình Học Tập Cho Bộ Phận Kinh Doanh",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Không phải là khóa học cụ thể; xem Chương Trình Chuyên Gia Trải nghiệm Khách Sạn và đảm bảo (các) vai trò Chuyên Gia Về Trải Nghiệm Khách Sạn đã được gán",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Vui lòng hoàn thành tất cả các khóa đào tạo trong hướng dẫn học tập, sau đó tham gia lấy Chứng Nhận Trực Tuyến.",
    "Please read it at frist": "Vui lòng đọc kỹ hướng dẫn trước khi bắt đầu",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Điều kiện tiên quyết: Phải tham gia Cuộc Gọi Chào Mừng Hoạt Động cho Tổng Giám Đốc",
    "Prerequisite: Must complete Building a Foundation curriculum": "Điều kiện tiên quyết: Phải hoàn thành chương trình giảng dạy Xây Dựng Nền Tảng",
    "Prerequisite: Must complete Onboarding Learning Plan": "Điều kiện tiên quyết: Phải hoàn thành Kế Hoạch Học Tập Nhập Môn",
    "Prerequisite: Must Complete Sales Learning Pathway": "Điều kiện tiên quyết: Phải hoàn thành Lộ Trình Học Tập Cho Bộ Phận Kinh Doanh",
    "Revenue Management Brand Standard Guidance": "Hướng Dẫn Tiêu Chuẩn Thương Hiệu cho Quản Lý Doanh Thu",
    "Self-paced Online Learning": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Khóa đào tạo do khách sạn hướng dẫn Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 15 Phút)",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 15 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 30 Phút).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 30 Phút). Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 30 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 45 Phút).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 50 Phút).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ 50 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Khóa đào tạo do khách sạn hướng dẫn Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ)",
    "Self-paced Online Learning (1 Hour).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ). Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (1 Giờ). Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (15 Phút)",
    "Self-paced Online Learning (15 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (15 Phút).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (2 Giờ 30 Phút). Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (2 Giờ 30 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (2 Giờ). Được thiết kế nhằm giúp giám sát viên và những người lãnh đạo mới phát triển các kỹ năng cần thiết, khám phá các chiến lược và kỹ thuật, đồng thời thúc đẩy mọi người đạt hiệu suất cao.",
    "Self-paced Online Learning (20 Minutes)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (20 Phút)",
    "Self-paced Online Learning (20 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (20 Phút).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (20 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (25 Minutes)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (25 Phút)",
    "Self-paced Online Learning (25 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (25 Phút).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (25 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (30 minutes)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (30 Phút)",
    "Self-paced Online Learning (30 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (30 Phút).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (30 Phút). Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (30 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (30 Phút). Trạng Thái Yêu Cầu: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA trong vòng 100 dặm tính từ bờ biển; bắt buộc đối với toàn bộ tiểu bang Florida & Hawaii. Ở MLAC - Tất cả khách sạn vùng Caribbe và những khách sạn trong vòng 161 km (100 dặm) tính từ Duyên Hải Vịnh Mexico. Ở Trung Mỹ - Honduras là bắt buộc.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (4 Giờ 30 Phút).",
    "Self-paced Online Learning (40 minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (40 Phút).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (40 Phút). Được phép tiến hành khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT) và quá trình hoàn thành phải được theo dõi trong ứng dụng của Đại Học IHG.",
    "Self-paced Online Learning (5 Minutes).": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân (5 Phút).",
    "Self-paced Online Learning / Hotel-led training": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân/Khóa đào tạo do khách sạn hướng dẫn",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân, tất cả Nhân viên của khách sạn được quản lý và Tổng Giám đốc khách sạn nhượng quyền",
    "Self-paced Online Learning, Hotel-led training": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân, Khóa đào tạo do khách sạn hướng dẫn",
    "Self-paced Online Learning, manager above required": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân, cần quản lý phê duyệt",
    "Self-paced Online Learning, only F+ GM required": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân, chỉ cần Tổng Giám đốc F+ duyệt",
    "Self-paced Online Learning, supervisor above required": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân, cần người giám sát duyệt",
    "Self-paced Online Learning.": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Học Tập Trực Tuyến Theo Tiến Độ Cá Nhân. Khóa đào tạo trực tiếp do khách sạn hướng dẫn (Đào Tạo Tại Chỗ, OJT)",
    "Training Consultant will send invitation": "Tư Vấn Viên Đào Tạo sẽ gửi thư mời",
    "vritual Instructor Led Training": "Khóa Đào Tạo Trực Tuyến Có Giảng Viên Hướng Dẫn",
    "General Manager": "Tổng Giám Đốc",
    "Front Office Manager": "Giám Đốc Bộ Phận Lễ Tân",
    "Revenue Manager": "Giám Đốc Bộ Phận Doanh Thu",
    "Director Of Sales": "Giám Đốc Bộ Phận Kinh Doanh",
    "Executive Housekeeper": "Giám Đốc Bộ Phận Buồng Phòng",
    "Chief Engineer": "Kỹ Sư Trưởng",
    "Food And Beverage Director": "Giám Đốc Bộ Phận Đồ Ăn Và Đồ Uống",
    "Front Desk": "Bộ Phận Lễ Tân",
    "Housekeeping": "Bộ Phận Buồng Phòng",
    "Engineering": "Bộ Phận Kỹ Thuật",
    "Food And Beverage": "Bộ Phận Đồ Ăn Và Đồ Uống",
    "All Other Management Colleagues": "Tất Cả Nhân Viên Khác Thuộc Ban Quản Lý",
    "All Other Non Management Colleagues": "Tất Cả Nhân Viên Khác Không Thuộc Ban Quản Lý",
    "Food And Beverage Manager": "Quản Lý Bộ Phận Đồ Ăn Và Đồ Uống",
    "Food And Beverage Colleague": "Nhân Viên Bộ Phận Đồ Ăn Và Đồ Uống",
    "Breakfast Host": "Nhân Viên Phục Vụ Bữa Sáng",
    "Sales Team Leader": "Lãnh Đạo Bộ Phận Kinh Doanh",
    "Revenue Team Leader": "Lãnh Đạo Bộ Phận Doanh Thu",
    "Front Office Team Leader": "Lãnh Đạo Bộ Phận Lễ Tân",
    "Housekeeping Team Leader": "Lãnh Đạo Bộ Phận Buồng Phòng",
    "Food And Beverage Team Leader": "Lãnh Đạo Bộ Phận Đồ Ăn Và Đồ Uống",
    "Engineering Team Leader": "Lãnh Đạo Bộ Phận Kỹ Thuật",
    "Rooms Leader": "Trưởng Bộ Phận Phòng",
    "Front Office Leader": "Trưởng Bộ Phận Lễ Tân",
    "Front Office Team": "Bộ Phận Lễ Tân",
    "Housekeeping Leader": "Trưởng Bộ Phận Buồng Phòng",
    "Housekeeping Team": "Bộ Phận Buồng Phòng",
    "Engineering Leader": "Trưởng Bộ Phận Kỹ Thuật",
    "Engineering Team": "Bộ Phận Kỹ Thuật",
    "Food & Beverage Leader": "Trưởng Bộ Phận Đồ Ăn và Đồ Uống",
    "Food & Beverage Team": "Bộ Phận Đồ Ăn và Đồ Uống",
    "Sales & Marketing Leader": "Trưởng Bộ Phận Bán hàng & Tiếp thị",
    "Sales Team": "Bộ Phận Bán hàng",
    "Revenue Management Leader": "Trưởng Bộ Phận Quản Lý Doanh Thu",
    "Digital Distribution Manager / MarCom": "Quản Lý Phân Phối Kỹ Thuật Số / MarCom",
    "Human Resource Leader": "Trưởng Bộ Phận Nhân Sự",
    "Training Leader": "Trưởng Bộ Phận Đào Tạo",
    "Finance Leader": "Trưởng Bộ Phận Tài Chính",
    "Finance Team": "Nhóm Tài chính",
    "Director Of Guest Service": "Giám Đốc Dịch Vụ Đón Khách",
    "Housekeeper Leader": "Trưởng Bộ Phận Buồng Phòng",
    "Engineer Leader": "Trưởng Nhóm Kỹ Sư",
    "F&b Leader": "Trưởng Bộ Phận Đồ Ăn và Đồ Uống",
    "F&b Team": "Bộ Phận Đồ Ăn và Đồ Uống",
    "WELCOME TO": "CHÀO MỪNG BẠN ĐẾN VỚI",
    "NEW COLLEAGUE LEARNING GUIDE": "HƯỚNG DẪN HỌC TẬP CHO NHÂN VIÊN MỚI",
    "AMERICAS": "CHÂU MỸ",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "CHÂU ÂU, TRUNG ĐÔNG, CHÂU Á VÀ CHÂU PHI",
    "GREATER CHINA": "TRUNG HOA ĐẠI LỤC",
    "IHG Unbranded Hotels": "Các Khách Sạn Không Thuộc Thương Hiệu IHG",
    "Back": "Quay lại",
    "New Colleague Learning Guide": "Hướng Dẫn Học Tập Cho Nhân Viên Mới",
    "Select Role": "Chọn Vai Trò",
    "Timeframe": "Khung Thời Gian",
    "Notes": "Lưu ý",
    "Course ID": "ID Khóa Học",
    "Loading document": "Đang tải tài liệu",
    "Loading PDF data": "Đang tải dữ liệu PDF",
    "Export PDF": "Xuất PDF",
    "Export CSV": "Xuất CSV",
    "indicates an offering that may drive significant operational benefits.": "cho biết ưu đãi có thể thúc đẩy những quyền lợi hoạt động quan trọng.",
    "All": "Tất cả"
}