{
    "IHG Concerto Homepage overview": "IHG Concerto™ Homepage overview",
    "Preventing Human Trafficking": "Preventing Human Trafficking",
    "Luxury Fundamentals": "Principi fondamentali per uno stile ispirato al lusso",
    "voco hotels Brand Orientation Training": "voco hotels Orientamento al marchio",
    "Introduction to Information Security": "Introduzione alla sicurezza delle informazioni",
    "voco hotels Brand Experience training": "Formazione sulla Brand Experience per gli hotel voco",
    "Crowne Plaza Brand Orientation": "Orientamento sul marchio Crowne Plaza",
    "True Hospitality Service Skills": "IHG True Hospitality® Service Skills (Capacità di servizio)",
    "Welcome to IHG": "Benvenuti in IHG",
    "IHG Code of Conduct (Hotel)": "Formazione sul Codice di condotta IHG (Hotel)",
    "Food Waste Reduction for Colleagues": "Riduzione dello spreco alimentare per i colleghi",
    "Food Waste Reduction for People Leaders": "Riduzione degli sprechi alimentari per i responsabili del personale",
    "Member Recognition": "Riconoscimento dei soci",
    "F&B Learning Series - Tableside Etiquette": "Serie didattica su F&B - Norme per il servizio al tavolo",
    "F&B Learning Series - Back of House Success": "Serie didattica su F&B - Successo del Back of House",
    "F&B Learning Series - Daily Briefing": "Serie didattica su F&B - BRIEFING GIORNALIERO",
    "F&B Learning Series - Breakfast Guest Journey": "Serie didattica su F&B - Il Guest Journey Colazione",
    "Journey to Supervisor": "Viaggio verso il supervisore - Livello I",
    "Revenue Management Learning Series - Building a Foundation": "REVENUE MANAGEMENT LEARNING SERIES - BUILDING A FOUNDATION",
    "Holiday Inn Brand Service Training": "Holiday Inn Brand Service Training",
    "The Value of Enrollments": "Iscrizioni",
    "Leading Loyalty": "Guidare la fidelizzazione",
    "IHG Way of Clean 5-S Cleaning Program": "Programma di pulizia 5-S IHG Way of Clean",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "Programma di pulizia 5-S IHG Way of Clean per i colleghi non del reparto housekeeping",
    "Holiday Inn Express Brand Service Training": "Formazione sul servizio a marchio Holiday Inn Express",
    "Art of Breakfast": "L'arte della colazione",
    "Art of Room Service": "Arte della macchina fotografica",
    "First Aid": "Pronto soccorso",
    "Health & Safety, Security and Emergency Procedures": "Salute e sicurezza, sicurezza e procedure di emergenza",
    "Handling Card Data Securely with PCI DSS Training": "Gestione sicura dei dati delle schede con la formazione PCI DSS",
    "Value of Enrollments": "Il valore delle iscrizioni",
    "Value of Loyalty": "Il valore della fidelizzazione",
    "Program Overview": "Panoramica del programma",
    "Sales Learning Pathway for On Property Sellers": "Corso di formazione sulle vendite per i venditori interni",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "La fidelizzazione negli hotel IHG del segmento Luxury & Lifestyle",
    "Garner Brand Service Training (EMEAA)": "Formazione sul servizio a marchio Garner",
    "Inspire Incredible Service Training": "Corso di formazione sul servizio Inspire Incredible",
    "Crowne Plaza Brand Service Training": "Formazione sul servizio a marchio Crowne Plaza",
    "1st day": "1° giorno",
    "Additional learning resources": "Risorse supplementari per la formazione",
    "Certification": "Certificazione",
    "New Hotels - Prior to opening": "Nuovi hotel - Prima dell’apertura",
    "Not found": "Non trovato",
    "Onboarding Learning Plan": "Piano di formazione di onboarding",
    "Suggested Learning": "Corsi suggeriti",
    "within 120 days": "entro 120 giorni",
    "within 14 days": "entro 14 giorni",
    "within 180 days": "entro 180 giorni",
    "within 30 days": "entro 30 giorni",
    "within 6 months": "entro 6 mesi",
    "within 60 days": "entro 60 giorni",
    "within 90 days": "entro 90 giorni",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "L’accesso al sistema verrà fornito automaticamente. Per i nuovi hotel - Completare solo dopo l’apertura ufficiale dell’hotel.",
    "All things Food & Beverage at your fingertips": "Panoramica completa sulla ristorazione",
    "Certified through a 3rd Party": "Certificazione di terza parte",
    "Explore resource and apply accordingly": "Esplora le risorse e applica di conseguenza",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Solo per gli hotel in franchising; seguire le indicazioni per le formazioni relative agli standard del marchio",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo per gli hotel in Europa; formazione online autogestita (2 ore e 30 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo per gli hotel fuori dall'Europa; formazione online autogestita (2 ore e 30 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Solo per gli hotel gestiti da IHG; seguire le indicazioni per le formazioni relative agli standard del marchio",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Solo per gli hotel che a breve diventeranno InterContinental, Kimpton, Regent e Vignette Collection. Formazione online autogestita (40 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Hotel-led in-person training": "Formazione in presenza presso l’hotel",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Hotel-led training": "FORMAZIONE PRESSO L'HOTEL",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Corso in presenza guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Corso in presenza guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Corso in presenza guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante). Prerequisito: è obbligatorio completare il Percorso di formazione vendite",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Corso guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Corso guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Corso guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante). Prerequisito: Percorso Responsabile Reception",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Corso guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante). Prerequisito: è obbligatorio completare il curriculum Argomenti di base",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Corso guidato da un istruttore (vedere le date e gli orari disponibili facendo clic sul link sottostante). Prerequisito: è obbligatorio completare il Percorso di formazione vendite",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Non è un corso specifico; rivedere il Programma Hotel Experience Champion e assicurarsi che siano stati assegnati i ruoli di Hotel Experience Champion",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Ti invitiamo a completare tutta la formazione sulla guida e poi effettuare la Certificazione online",
    "Please read it at frist": "Prima di tutto dovrai leggerla",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Prerequisito: è obbligatorio partecipare alla chiamata operativa di benvenuto per General Manager",
    "Prerequisite: Must complete Building a Foundation curriculum": "Prerequisito: è obbligatorio completare il curriculum Argomenti di base",
    "Prerequisite: Must complete Onboarding Learning Plan": "Prerequisito: è obbligatorio completare il Piano di formazione di onboarding",
    "Prerequisite: Must Complete Sales Learning Pathway": "Prerequisito: è obbligatorio completare il Percorso di formazione vendite",
    "Revenue Management Brand Standard Guidance": "Linee guida sugli standard del marchio per la gestione dei ricavi",
    "Self-paced Online Learning": "Formazione online autogestita",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Formazione online autogestita (1 ora e 15 minuti) presso l’hotel",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (1 ora e 15 minuti) È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Formazione online autogestita (1 ora e 30 minuti).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita (1 ora e 30 minuti). Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (1 ora e 30 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Formazione online autogestita (1 ora e 45 minuti).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Formazione online autogestita (1 ora e 50 minuti).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (1 ora e 50 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Formazione online autogestita (1 ora) presso l’hotel",
    "Self-paced Online Learning (1 Hour).": "Formazione online autogestita (1 ora).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita (1 ora). Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (1 ora). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita (1 ora). Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Formazione online autogestita (15 minuti)",
    "Self-paced Online Learning (15 Minutes).": "Formazione online autogestita (15 minuti).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita (2 ore e 30 minuti). Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (2 ore e 30 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Formazione online autogestita (2 ore). Progettato per aiutare i supervisori e i nuovi leader a sviluppare competenze essenziali, a scoprire strategie e tecniche e a coinvolgere le persone per ottenere prestazioni elevate.",
    "Self-paced Online Learning (20 Minutes)": "Formazione online autogestita (20 minuti)",
    "Self-paced Online Learning (20 Minutes).": "Formazione online autogestita (20 minuti).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (20 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (25 Minutes)": "Formazione online autogestita (25 minuti)",
    "Self-paced Online Learning (25 Minutes).": "Formazione online autogestita (25 minuti).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (25 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (30 minutes)": "Formazione online autogestita (30 minuti)",
    "Self-paced Online Learning (30 Minutes).": "Formazione online autogestita (30 minuti).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita (30 minuti). Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (30 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Formazione online autogestita (30 minuti). Stati in cui è richiesta: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA entro 100 miglia dalla costa; richiesto per l'intero stato della Florida e le Hawaii. Nel MLAC - Tutti gli hotel dei Caraibi e gli hotel entro 161 km (100 miglia) dalla costa del Golfo del Messico. In America centrale - Honduras è obbligatorio.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Formazione online autogestita (4 ore e 30 minuti).",
    "Self-paced Online Learning (40 minutes).": "Formazione online autogestita (40 minuti).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Formazione online autogestita (40 minuti). È consentita la formazione in presenza presso l'hotel (On-Job-Training, OJT) e il completamento deve essere tracciato nell'applicazione IHG University.",
    "Self-paced Online Learning (5 Minutes).": "Formazione online autogestita (5 minuti).",
    "Self-paced Online Learning / Hotel-led training": "Formazione online autogestita/formazione presso l’hotel",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Formazione online autogestita, tutti i colleghi degli hotel gestiti e i GM degli hotel franchise-plus",
    "Self-paced Online Learning, Hotel-led training": "Formazione online autogestita/formazione presso l’hotel",
    "Self-paced Online Learning, manager above required": "Formazione online autogestita, richiesta presenza del manager sopra indicato",
    "Self-paced Online Learning, only F+ GM required": "Formazione online autogestita, richiesto solo per F+GM",
    "Self-paced Online Learning, supervisor above required": "Formazione online autogestita, richiesta presenza del supervisore sopra indicato",
    "Self-paced Online Learning.": "Formazione online autogestita.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Formazione online autogestita. Formazione in presenza presso l’hotel (On-Job-Training, OJT)",
    "Training Consultant will send invitation": "Il consulente della formazione manderà l’invito",
    "vritual Instructor Led Training": "Formazione guidata da istruttore virtuale",
    "General Manager": "General Manager",
    "Front Office Manager": "Manager Reception",
    "Revenue Manager": "Revenue Manager",
    "Director Of Sales": "Direttore delle vendite",
    "Executive Housekeeper": "Dirigente servizio pulizie",
    "Chief Engineer": "Capo dei servizi tecnici",
    "Food And Beverage Director": "Direttore reparto Cibo e bevande",
    "Front Desk": "Reception",
    "Housekeeping": "Servizio pulizie",
    "Engineering": "Servizi tecnici",
    "Food And Beverage": "Cibo e bevande",
    "All Other Management Colleagues": "Tutti gli altri colleghi addetti alle attività di gestione",
    "All Other Non Management Colleagues": "Tutti gli altri colleghi non addetti alle attività di gestione",
    "Food And Beverage Manager": "Manager Cibo e bevande",
    "Food And Beverage Colleague": "Collega Cibo e bevande",
    "Breakfast Host": "Assistente prima colazione",
    "Sales Team Leader": "Team Leader vendite",
    "Revenue Team Leader": "Team Leader revenue",
    "Front Office Team Leader": "Team Leader reception",
    "Housekeeping Team Leader": "Team Leader servizio pulizie",
    "Food And Beverage Team Leader": "Team Leader cibo e bevande",
    "Engineering Team Leader": "Team Leader servizi tecnici",
    "Rooms Leader": "Responsabile camere",
    "Front Office Leader": "Responsabile reception",
    "Front Office Team": "Team reception",
    "Housekeeping Leader": "Responsabile servizio pulizie",
    "Housekeeping Team": "Tema servizio pulizie",
    "Engineering Leader": "Responsabile servizi tecnici",
    "Engineering Team": "Team servizi tecnici",
    "Food & Beverage Leader": "Responsabile Cibo e bevande",
    "Food & Beverage Team": "Team Cibo e bevande",
    "Sales & Marketing Leader": "Responsabile Vendite e marketing",
    "Sales Team": "Team vendite",
    "Revenue Management Leader": "Responsabile Revenue Management",
    "Digital Distribution Manager / MarCom": "Responsabile distribuzione digitale/MarCom",
    "Human Resource Leader": "Responsabile risorse umane",
    "Training Leader": "Responsabile formazione",
    "Finance Leader": "Responsabile contabilità",
    "Finance Team": "Team contabilità",
    "Director Of Guest Service": "Responsabile Servizio clienti",
    "Housekeeper Leader": "Responsabile pulizie",
    "Engineer Leader": "Responsabile tecnico",
    "F&b Leader": "Responsabile F&B",
    "F&b Team": "Team F&B",
    "WELCOME TO": "TI DIAMO IL BENVENUTO NELLA",
    "NEW COLLEAGUE LEARNING GUIDE": "GUIDA ALLA FORMAZIONE PER I NUOVI DIPENDENTI",
    "AMERICAS": "AMERICHE",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "EUROPA, MEDIO ORIENTE, ASIA E AFRICA",
    "GREATER CHINA": "GRANDE CINA",
    "IHG Unbranded Hotels": "Hotel IHG senza marchio",
    "Back": "Indietro",
    "New Colleague Learning Guide": "Guida alla formazione per i nuovi dipendenti",
    "Select Role": "Seleziona ruolo",
    "Timeframe": "Quando",
    "Notes": "Note",
    "Course ID": "ID corso",
    "Loading document": "Caricamento del documento in corso...",
    "Loading PDF data": "Caricamento dati PDF in corso...",
    "Export PDF": "Esporta PDF",
    "Export CSV": "Esporta CSV",
    "indicates an offering that may drive significant operational benefits.": "indica un'offerta che può portare significativi vantaggi operativi.",
    "All": "Tutto"
}