{
    "IHG Concerto Homepage overview": "IHG Concerto™ Homepage overview",
    "Preventing Human Trafficking": "Preventing Human Trafficking",
    "Luxury Fundamentals": "Luxury Fundamentals (Grundlagenkurs des Luxus)",
    "voco hotels Brand Orientation Training": "Markenorientierung von voco hotels",
    "Introduction to Information Security": "Einführung in die Informationssicherheit",
    "voco hotels Brand Experience training": "voco Hotels Markenerlebnis-Schulung",
    "Crowne Plaza Brand Orientation": "Crowne Plaza® Markenorientierung",
    "True Hospitality Service Skills": "IHG® Servicekompetenzen – True Hospitality",
    "Welcome to IHG": "Willkommen bei IHG!",
    "Staybridge Suites Brand Orientation": "Staybridge Suites Markenorientierung",
    "Staybridge Suites Brand Experience Training": "Staybridge Suites Markenerlebnis-Schulung",
    "IHG Code of Conduct (Hotel)": "Schulung zum IHG-Verhaltenskodex (Hotel)",
    "IHG Problem Handling": "IHG Problembehandlung",
    "Food Waste Reduction for Colleagues": "Verringerung der Lebensmittelverschwendung für Kollegen",
    "Member Recognition": "Anerkennung des Mitgliedsstatus",
    "F&B Learning Series - Tableside Etiquette": "Lernserie für F&B – Etikette bei Tisch",
    "F&B Learning Series - Back of House Success": "Lernserie für F&B – Erfolg in den nicht-öffentlichen Bereichen",
    "F&B Learning Series - Daily Briefing": "Lernserie für F&B – TÄGLICHES BRIEFING",
    "F&B Learning Series - Breakfast Guest Journey": "Lernserie für F&B – den Buchungsweg beim Frühstück",
    "Journey to Supervisor": "Journey to Supervisor – Stufe I",
    "Revenue Management Learning Series - Building a Foundation": "REVENUE MANAGEMENT LEARNING SERIES - BUILDING A FOUNDATION",
    "Holiday Inn Brand Service Training": "Holiday Inn Brand Service Training",
    "The Value of Enrollments": "Enrollments",
    "Leading Loyalty": "Führend bei Kundenbindung",
    "IHG Way of Clean 5-S Cleaning Program": "IHG Way of Clean 5-S-Reinigungsprogram",
    "IHG Way of Clean 5-S Cleaning Program for Non-Housekeeping Colleagues": "IHG Way of Clean 5-S-Reinigungsprogramm für Nicht-Housekeeping-Kollegen",
    "Holiday Inn Express Brand Service Training": "Holiday Inn Express Markenservice-Schulung",
    "True Hospitality Service Skills for Garner": "True Hospitality Skills for Garner",
    "Art of Breakfast": "Die Kunst des Frühstücks",
    "Art of Room Service": "Art of Zimmer",
    "First Aid": "Erste Hilfe",
    "Health & Safety, Security and Emergency Procedures": "Gesundheit & Sicherheit, Schutz und Notfallmaßnahmen",
    "Handling Card Data Securely with PCI DSS Training": "Sicherer Umgang mit Kartendaten mit PCI DSS-Schulungen",
    "Value of Enrollments": "Die Bedeutung von Mitgliederanwerbung",
    "Value of Loyalty": "Der Wert der Kundenbindung",
    "Program Overview": "Programmübersicht",
    "Offering of N2Pricing - User Training": "N2Pricing-Benutzerschulung",
    "Sales Learning Pathway for On Property Sellers": "Sales Learning Pathway für Verkaufspersonal im Hotel",
    "Loyalty at IHG Luxury & Lifestyle Hotels": "Kundenbindung at IHG Luxury & Lifestyle Hotel",
    "Garner Brand Service Training (EMEAA)": "Garner Markenservice-Schulung",
    "Inspire Incredible Service Training": "Inspirieren Sie zu einem unglaublichen Service-Training",
    "Candlewood Suites Brand Orientation EMEAA": "Candlewood Suites - Markenorientierung EMEAA",
    "Crowne Plaza Brand Service Training": "Crowne Plaza Marken Service Training",
    "1st day": "1. Tag",
    "Additional learning resources": "Zusätzliche Lernressourcen",
    "Certification": "Zertifizierung",
    "New Hotels - Prior to opening": "Neue Hotels – vor der Eröffnung",
    "Not found": "Nicht gefunden",
    "Onboarding Learning Plan": "Einarbeitungslernplan",
    "Suggested Learning": "Vorgeschlagene Schulungen",
    "within 120 days": "innerhalb von 120 Tagen",
    "within 14 days": "innerhalb von 14 Tagen",
    "within 180 days": "innerhalb von 180 Tagen",
    "within 30 days": "innerhalb von 30 Tagen",
    "within 6 months": "innerhalb von 6 Monaten",
    "within 60 days": "innerhalb von 60 Tagen",
    "within 90 days": "innerhalb von 90 Tagen",
    "Access to the system will automatically be given. For New Hotels - only to be completed after official hotel opening.": "Der Zugang zum System wird automatisch gewährt. Für neue Hotels – nur nach der offiziellen Hoteleröffnung auszufüllen.",
    "All things Food & Beverage at your fingertips": "Alles rund um Speisen und Getränke für Sie aufbereitet",
    "Certified through a 3rd Party": "Zertifiziert durch eine Drittpartei",
    "Explore resource and apply accordingly": "Ressourcen erkunden und entsprechend anwenden",
    "For Franchised Hotels only; follow guidance on brand-standard related trainings": "Nur für Franchise-Hotels; befolgen Sie die Hinweise zu markenstandardbezogenen Schulungen",
    "For hotels in Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Nur für Hotels in Europa; Online-Lernen im eigenen Tempo (2 Stunden 30 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "For hotels outside of Europe only; Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Nur für Hotels außerhalb Europas; Online-Lernen im eigenen Tempo (2 Stunden 30 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "For IHG Managed Hotels only; follow guidance on brand-standard related trainings": "Nur für von IHG verwaltete Hotels; befolgen Sie die Hinweise zu markenstandardbezogenen Schulungen",
    "For soon-to-be InterContinental, Kimpton, Regent and Vignette Collection hotels only. Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Nur für zukünftige Hotels von InterContinental, Kimpton, Regent und Vignette Collection. Online-Lernen im eigenen Tempo (40 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Hotel-led in-person training": "Von Hotels durchgeführte Präsenzschulung",
    "Hotel-led in-person training (On-Job-Training, OJT)": "Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Hotel-led training": "Von Hotels durchgeführte Schulung",
    "In-person Instructor Led Course (see available dates & times by clicking the link below)": "Präsenzkurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link)",
    "In-person Instructor Led Course (see available dates & times by clicking the link below).": "Präsenzkurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link).",
    "In-person Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Präsenzkurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link). Voraussetzung: Der Lernpfad Vertrieb muss abgeschlossen sein",
    "Instructor Led Course (see available dates & times by clicking the link below)": "Kurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link)",
    "Instructor Led Course (see available dates & times by clicking the link below).": "Kurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link).",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Front Office Manager Pathway": "Kurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link). Voraussetzung: Front Office Manager-Pfad",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must complete Building a Foundation curriculum": "Kurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link). Voraussetzung: Muss das Curriculum „Building a Foundation“ abschließen",
    "Instructor Led Course (see available dates & times by clicking the link below). Prerequisite: Must Complete Sales Learning Pathway": "Kurs mit Schulungsleiter (verfügbare Termine und Zeiten finden Sie unter dem untenstehenden Link). Voraussetzung: Der Lernpfad Vertrieb muss abgeschlossen sein",
    "Not a specific course; review the Hotel Experience Champion Program and ensure Hotel Experience Champion role(s) have been assigned": "Kein spezieller Kurs; überprüfen Sie das Hotel Experience Champion-Programm und stellen Sie sicher, dass die Hotel Experience Champion-Rolle(n) zugewiesen wurden",
    "Please complete all the training on learning guide and then join the Onlince Certification": "Bitte absolvieren Sie die gesamte Schulung im Lernleitfaden und nehmen Sie dann an der Online-Zertifizierung teil",
    "Please read it at frist": "Bitte zuerst lesen",
    "Prerequisite: Must attend General Manager Operations Welcome Call": "Voraussetzung: Muss an dem Begrüßungsgespräch für General Manager Operations teilnehmen",
    "Prerequisite: Must complete Building a Foundation curriculum": "Voraussetzung: Muss das Curriculum „Building a Foundation“ abschließen",
    "Prerequisite: Must complete Onboarding Learning Plan": "Voraussetzung: Muss den Einarbeitungslernplan abschließen",
    "Prerequisite: Must Complete Sales Learning Pathway": "Voraussetzung: Der Lernpfad Vertrieb muss abgeschlossen sein",
    "Revenue Management Brand Standard Guidance": "Markenstandard-Leitfaden zum Revenue Management",
    "Self-paced Online Learning": "Online-Lernen im eigenen Tempo",
    "Self-paced Online Learning (1 Hour 15 Minutes) Hotel-led training": "Online-Lernen im eigenen Tempo (1 Stunde 15 Minuten) Hotelgeführte Schulung",
    "Self-paced Online Learning (1 Hour 15 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (1 Stunde 15 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (1 Hour 30 Minutes).": "Online-Lernen im eigenen Tempo (1 Stunde 30 Minuten).",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo (1 Stunde 30 Minuten). Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Self-paced Online Learning (1 Hour 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (1 Stunde 30 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (1 Hour 45 Minutes).": "Online-Lernen im eigenen Tempo (1 Stunde 45 Minuten).",
    "Self-paced Online Learning (1 Hour 50 Minutes).": "Online-Lernen im eigenen Tempo (1 Stunde 50 Minuten).",
    "Self-paced Online Learning (1 Hour 50 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (1 Stunde 50 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (1 Hour) Hotel-led training": "Online-Lernen im eigenen Tempo (1 Stunde) Hotelgeführte Schulung",
    "Self-paced Online Learning (1 Hour).": "Online-Lernen im eigenen Tempo (1 Stunde).",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo (1 Stunde). Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Self-paced Online Learning (1 Hour). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (1 Stunde). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (1 Hours). Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo (1 Stunden). Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Self-paced Online Learning (15 Minutes)": "Online-Lernen im eigenen Tempo (15 Minuten).",
    "Self-paced Online Learning (15 Minutes).": "Online-Lernen im eigenen Tempo (15 Minuten).",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo (2 Stunden 30 Minuten). Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Self-paced Online Learning (2 Hours 30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (2 Stunden 30 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (2 Hours). Designed to help supervisors and new leaders develop essential skills, discover strategies and techniques, and engage people for high performance.": "Online-Lernen im eigenen Tempo (2 Stunden). Konzipiert, um Vorgesetzten und neuen Führungskräften dabei zu helfen, grundlegende Fähigkeiten zu entwickeln, Strategien und Techniken zu entdecken und Menschen für Höchstleistungen zu motivieren.",
    "Self-paced Online Learning (20 Minutes)": "Online-Lernen im eigenen Tempo (20 Minuten)",
    "Self-paced Online Learning (20 Minutes).": "Online-Lernen im eigenen Tempo (20 Minuten).",
    "Self-paced Online Learning (20 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (20 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (25 Minutes)": "Online-Lernen im eigenen Tempo (25 Minuten)",
    "Self-paced Online Learning (25 Minutes).": "Online-Lernen im eigenen Tempo (25 Minuten).",
    "Self-paced Online Learning (25 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (25 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (30 minutes)": "Online-Lernen im eigenen Tempo (30 Minuten)",
    "Self-paced Online Learning (30 Minutes).": "Online-Lernen im eigenen Tempo (30 Minuten).",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo (30 Minuten). Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Self-paced Online Learning (30 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (30 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (30 Minutes). Required States: AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA within 100 miles of the coastline; required for entire state of Florida & Hawaii. In MLAC - All Caribbean hotels & hotels within 161 km (100 miles) of the Gulf of Mexico Coastlines. In Central America - Honduras is required.": "Online-Lernen im eigenen Tempo (30 Minuten). AL, CT, DC, DE, FL, GA, HI, LA, MA, MD, ME, MS, NC, NH, NJ, NY, PA, RI, SC, TX, VA innerhalb von 100 Meilen von der Küste; erforderlich für den gesamten Bundesstaat Florida und Hawaii. In MLAC – Alle Hotels in der Karibik und Hotels innerhalb von 161 km (100 Meilen) von der Küste des Golfs von Mexiko. Erforderlich in Zentralamerika – Honduras.",
    "Self-paced Online Learning (4 Hours 30 Minutes).": "Online-Lernen im eigenen Tempo (4 Stunden 30 Minuten).",
    "Self-paced Online Learning (40 minutes).": "Online-Lernen im eigenen Tempo (40 Minuten).",
    "Self-paced Online Learning (40 Minutes). Hotel-led in-person training (On-Job-Training, OJT) is permitted & completions must be tracked in the IHG University application.": "Online-Lernen im eigenen Tempo (40 Minuten). Von Hotels durchgeführte Präsenzschulungen (On-the-Job-Training, OJT) sind zulässig und die Abschlüsse müssen in der IHG University-Anwendung nachverfolgt werden.",
    "Self-paced Online Learning (5 Minutes).": "Online-Lernen im eigenen Tempo (5 Minuten).",
    "Self-paced Online Learning / Hotel-led training": "Online-Lernen im eigenen Tempo / Hotelgeführte Schulung",
    "Self-paced Online Learning, all Managed hotel colleagues and GM of franchise-plus hotel": "Selbstgesteuertes Online-Lernen, alle Managed-Hotel-Kollegen und General Manager von Franchise-Plus-Hotels",
    "Self-paced Online Learning, Hotel-led training": "Online-Lernen im eigenen Tempo / Hotelgeführte Schulung",
    "Self-paced Online Learning, manager above required": "Online-Lernen im eigenen Tempo, obenstehende Manager erforderlich",
    "Self-paced Online Learning, only F+ GM required": "Online-Lernen im eigenen Tempo, nur Front Office Manager und General Manager erforderlich",
    "Self-paced Online Learning, supervisor above required": "Online-Lernen im eigenen Tempo, obenstehende Vorgesetzte erforderlich",
    "Self-paced Online Learning.": "Online-Lernen im eigenen Tempo.",
    "Self-paced Online Learning. Hotel-led in-person training (On-Job-Training, OJT)": "Online-Lernen im eigenen Tempo. Von Hotels durchgeführte Präsenzschulung (On-Job-Training, OJT)",
    "Training Consultant will send invitation": "Schulungsberater verschickt Einladung",
    "vritual Instructor Led Training": "virtuelle Schulung mit Schulungsleiter",
    "General Manager": "General Manager",
    "Front Office Manager": "Front Office Manager",
    "Revenue Manager": "Revenue Manager",
    "Director Of Sales": "Director of Sales",
    "Executive Housekeeper": "Executive Housekeeper",
    "Chief Engineer": "Chief Engineer",
    "Food And Beverage Director": "Direktor Speisen und Getränke",
    "Front Desk": "Rezeption",
    "Housekeeping": "Housekeeping",
    "Engineering": "Technik",
    "Food And Beverage": "Speisen und Getränke",
    "All Other Management Colleagues": "Alle anderen Kollegen in Leitungsfunktionen",
    "All Other Non Management Colleagues": "Alle anderen Kollegen ohne Leitungsfunktionen",
    "Food And Beverage Manager": "Manager Speisen und Getränke",
    "Food And Beverage Colleague": "Mitarbeiter Speisen und Getränke",
    "Breakfast Host": "Frühstücks-Host",
    "Sales Team Leader": "Teamleiter im Vertrieb",
    "Revenue Team Leader": "Teamleiter Revenue",
    "Front Office Team Leader": "Teamleiter Rezeption",
    "Housekeeping Team Leader": "Teamleiter Housekeeping",
    "Food And Beverage Team Leader": "Teamleiter Speisen und Getränke",
    "Engineering Team Leader": "Teamleiter Technik",
    "Rooms Leader": "Hotelzimmermanager",
    "Front Office Leader": "Teamleiter Rezeption",
    "Front Office Team": "Team Rezeption",
    "Housekeeping Leader": "Teamleiter Housekeeping",
    "Housekeeping Team": "Housekeeping-Team",
    "Engineering Leader": "Teamleiter Technik",
    "Engineering Team": "Technik-Team",
    "Food & Beverage Leader": "Teamleiter Speisen und Getränke",
    "Food & Beverage Team": "Speise- und Getränketeam",
    "Sales & Marketing Leader": "Vertriebs- und Marketing-Teamleiter",
    "Sales Team": "Verkaufs-Team",
    "Revenue Management Leader": "Revenue Teamleiter",
    "Digital Distribution Manager / MarCom": "Leiter Digitaler Vertrieb / MarCom",
    "Human Resource Leader": "Leiter der Personalabteilung",
    "Training Leader": "Schulungsleiter",
    "Finance Leader": "Finanzleiter",
    "Finance Team": "Finanzteam",
    "Director Of Guest Service": "Direktor für Gästeservice",
    "Housekeeper Leader": "Teamleiter Housekeeping",
    "Engineer Leader": "Teamleiter Technik",
    "F&b Leader": "F&b Teamleiter",
    "F&b Team": "F&b Team",
    "WELCOME TO": "WILLKOMMEN BEIM",
    "NEW COLLEAGUE LEARNING GUIDE": "LERNLEITFADEN FÜR NEUE KOLLEGINNEN UND KOLLEGEN",
    "AMERICAS": "AMERIKA",
    "EUROPE, MIDDLE EAST, ASIA AND AFRICA": "EUROPA, NAHER OSTEN, ASIEN UND AFRIKA",
    "GREATER CHINA": "CHINESISCHER RAUM",
    "IHG Unbranded Hotels": "Nicht markengebundene IHG Hotels",
    "Back": "Zurück",
    "New Colleague Learning Guide": "Lernleitfaden für neue Kolleginnen und Kollegen",
    "Select Role": "Rolle auswählen",
    "Timeframe": "Zeitfenster",
    "Notes": "Hinweise",
    "Course ID": "Kurs-ID",
    "Loading document": "Dokument laden",
    "Loading PDF data": "PDF-Daten laden",
    "Export PDF": "PDF exportieren",
    "Export CSV": "CSV exportieren",
    "indicates an offering that may drive significant operational benefits.": "weist auf ein Angebot hin, das erhebliche Vorteile im Betriebsablauf bringen kann.",
    "All": "Alle"
}